
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>第五章 信念运营：相信与看见 · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="ChapterSix.html" />
    
    
    <link rel="prev" href="ChapterFour.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="./">
            
                <a href="./">
            
                    
                    序
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="Preface.html">
            
                <a href="Preface.html">
            
                    
                    前言
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="ChapterOne.html">
            
                <a href="ChapterOne.html">
            
                    
                    第一章 包容的平台产品设计—海纳百川
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.3.1" data-path="ChapterOnePartOne.html">
            
                <a href="ChapterOnePartOne.html">
            
                    
                    第一篇 产品架构即产品未来
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.2" data-path="ChapterOnePartTwo.html">
            
                <a href="ChapterOnePartTwo.html">
            
                    
                    第二篇 寻找通性是为了更好的扩展
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.4" data-path="ChapterTwo.html">
            
                <a href="ChapterTwo.html">
            
                    
                    第二章 满意的视觉设计
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.4.1" data-path="ChapterTwoPartOne.html">
            
                <a href="ChapterTwoPartOne.html">
            
                    
                    第一篇 品牌化设计思维
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4.2" data-path="ChapterTwoPartTwo.html">
            
                <a href="ChapterTwoPartTwo.html">
            
                    
                    第二篇 组件化设计思维
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4.3" data-path="ChapterTwoPartThree.html">
            
                <a href="ChapterTwoPartThree.html">
            
                    
                    第三篇 制定设计规范的价值与方法
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4.4" data-path="ChapterTwoPartFour.html">
            
                <a href="ChapterTwoPartFour.html">
            
                    
                    第四篇 对数据可视化产品有利的设计建议
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.5" data-path="ChapterThree.html">
            
                <a href="ChapterThree.html">
            
                    
                    第三章 组件化思维引发数据中台与大数据的思考
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.6" data-path="ChapterFour.html">
            
                <a href="ChapterFour.html">
            
                    
                    第四章 发现大数据的魅力，培养数据思维
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.7" data-path="ChapterFive.html">
            
                <a href="ChapterFive.html">
            
                    
                    第五章 信念运营：相信与看见
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.8" data-path="ChapterSix.html">
            
                <a href="ChapterSix.html">
            
                    
                    第六章 湖人总冠军！
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.8.1" data-path="ChapterSixPartone.html">
            
                <a href="ChapterSixPartone.html">
            
                    
                    第一篇 最好的微服务应用—小团队作战
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.9" data-path="FinalChapter.html">
            
                <a href="FinalChapter.html">
            
                    
                    最终章 未来，因数据而来
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.10" data-path="AppendixOne.html">
            
                <a href="AppendixOne.html">
            
                    
                    附录一 β-地动仪设计规范
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.11" data-path="AppendixTwo.html">
            
                <a href="AppendixTwo.html">
            
                    
                    附录二 链接汇总
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="." >第五章 信念运营：相信与看见</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x7B2C;&#x4E94;&#x7AE0;----&#x4FE1;&#x5FF5;&#x8FD0;&#x8425;&#xFF0C;&#x76F8;&#x4FE1;&#x4E0E;&#x770B;&#x89C1;">&#x7B2C;&#x4E94;&#x7AE0;    &#x4FE1;&#x5FF5;&#x8FD0;&#x8425;&#xFF0C;&#x76F8;&#x4FE1;&#x4E0E;&#x770B;&#x89C1;</h1>
<p style="text-indent:2em"><b>&#x5F88;&#x591A;&#x4EBA;&#x56E0;&#x4E3A;&#x770B;&#x89C1;&#x800C;&#x76F8;&#x4FE1;&#xFF0C;&#x53EA;&#x6709;&#x5F88;&#x5C11;&#x6570;&#x4EBA;&#x56E0;&#x4E3A;&#x76F8;&#x4FE1;&#x800C;&#x770B;&#x89C1;&#x3002;</b>&#x4ECE;&#x4F9B;&#x9700;&#x7684;&#x89D2;&#x5EA6;&#x7406;&#x89E3;&#x8FD9;&#x53E5;&#x8BDD;&#xFF0C;&#x8FD9;&#x662F;&#x5F88;&#x6B63;&#x5E38;&#x73B0;&#x8C61;&#x3002;&#x4F5C;&#x4E3A;&#x4F9B;&#x7ED9;&#x65B9;&#xFF0C;&#x6211;&#x4EEC;&#x8981;&#x505A;&#x7684;&#x5C31;&#x662F;&#x628A;&#x6211;&#x4EEC;&#x76F8;&#x4FE1;&#x7684;&#x8BA9;&#x6D88;&#x8D39;&#x8005;&#x770B;&#x89C1;&#x3002;&#x4F5C;&#x4E3A;&#x9700;&#x6C42;&#x65B9;&#xFF0C;&#x5F53;&#x7136;&#x53EA;&#x6709;&#x770B;&#x89C1;&#x4E86;&#x4EA7;&#x54C1;&#x624D;&#x4F1A;&#x8BD5;&#x7740;&#x53BB;&#x76F8;&#x4FE1;&#x3002;&#x672C;&#x6587;&#x4ECE;&#x4F9B;&#x7ED9;&#x65B9;&#x7684;&#x89D2;&#x5EA6;&#xFF0C;&#x8BA8;&#x8BBA;&#x4FE1;&#x5FF5;&#x8FD0;&#x8425;&#x3002;</p>

<p style="text-indent:2em">&#x5728;&#x7B2C;&#x4E8C;&#x7AE0;&#x7B2C;&#x4E00;&#x7BC7;&#x300A;&#x54C1;&#x724C;&#x5316;&#x8BBE;&#x8BA1;&#x601D;&#x7EF4;&#x300B;&#x4E2D;&#x6709;&#x63D0;&#x5230;&#x201C;<b>&#x628A;&#x4EA7;&#x54C1;&#x5356;&#x7ED9;&#x5177;&#x6709;&#x76F8;&#x540C;&#x7406;&#x5FF5;&#x7684;&#x7528;&#x6237;</b>&#x201D;&#xFF0C;&#x4E3A;&#x4EC0;&#x4E48;&#xFF1F;<b>&#x4EFB;&#x4F55;&#x9700;&#x6C42;&#x90FD;&#x4E0D;&#x662F;&#x88AB;&#x521B;&#x9020;&#x51FA;&#x6765;&#x7684;</b>&#xFF08;&#x84B8;&#x6C7D;&#x548C;&#x7535;&#x529B;&#x662F;&#x4EA7;&#x54C1;&#x800C;&#x4E0D;&#x662F;&#x9700;&#x6C42;&#xFF09;&#xFF0C;&#x8FD9;&#x4E9B;&#x9700;&#x6C42;&#x6216;&#x6F5C;&#x5728;&#x6216;&#x660E;&#x663E;&#xFF0C;&#x9700;&#x6C42;&#x4E00;&#x5B9A;&#x662F;&#x88AB;&#x6316;&#x6398;&#x548C;&#x653E;&#x5927;&#x7684;&#xFF0C;&#x6709;&#x4E86;&#x9700;&#x6C42;&#x624D;&#x4F1A;&#x6709;&#x4EA7;&#x54C1;&#x3002;beta-&#x5730;&#x52A8;&#x4EEA;&#x5F53;&#x524D;&#x4F5C;&#x4E3A;&#x6570;&#x636E;&#x53EF;&#x89C6;&#x5316;&#x7684;&#x4EA7;&#x54C1;&#xFF0C;&#x5176;&#x80CC;&#x540E;&#x7684;&#x9700;&#x6C42;&#x662F;&#x5F53;&#x751F;&#x4EA7;&#x51FA;&#x73B0;&#x95EE;&#x9898;&#x65F6;&#x65E0;&#x6CD5;&#x5FEB;&#x901F;&#x5B9A;&#x4F4D;&#xFF0C;&#x56E0;&#x6B64;&#x9700;&#x8981;&#x628A;&#x62BD;&#x8C61;&#x7684;&#x4EA7;&#x54C1;&#x5177;&#x8C61;&#x6210;&#x6570;&#x5B57;&#x548C;&#x56FE;&#x5F62;&#xFF0C;&#x4EE5;&#x4FBF;&#x5E72;&#x7CFB;&#x4EBA;&#x66F4;&#x76F4;&#x89C2;&#x5FEB;&#x901F;&#x5730;&#x53D1;&#x73B0;&#x95EE;&#x9898;&#x3002;</p>

<p style="text-indent:2em">&#x6D4F;&#x89C8;&#x82F9;&#x679C;&#x5B98;&#x7F51;&#x65F6;&#x51FA;&#x73B0;&#x7684;mac&#x5BA3;&#x4F20;&#x5E7F;&#x544A;&#xFF0C;&#x8BA9;&#x6211;&#x5BF9;&#x4FE1;&#x5FF5;&#x8FD0;&#x8425;&#x6709;&#x4E86;&#x6700;&#x521D;&#x7684;&#x7406;&#x89E3;&#x3002;&#x4E24;&#x5219;&#x89C6;&#x9891;&#x5E7F;&#x544A;&#x4EE4;&#x4EBA;&#x8BB0;&#x5FC6;&#x72B9;&#x65B0;&#xFF0C;&#x4E00;&#x5219;&#x662F;&#x5177;&#x6709;&#x89C6;&#x89C9;&#x969C;&#x788D;&#x7684;&#x6444;&#x5F71;&#x5E08;&#x901A;&#x8FC7;mac&#x521B;&#x9020;&#x51FA;&#x4E86;&#x4F18;&#x79C0;&#x7684;&#x4F5C;&#x54C1;&#xFF0C;&#x4E00;&#x5219;&#x662F;&#x5362;&#x65FA;&#x8FBE;&#x7684;&#x7A0B;&#x5E8F;&#x5458;&#x901A;&#x8FC7;mac&#x5F00;&#x53D1;&#x7684;app&#x6539;&#x5584;&#x4E86;&#x5F53;&#x5730;&#x7684;&#x4EA4;&#x901A;&#x3002;&#x8FD9;&#x4E0D;&#x662F;&#x7B80;&#x5355;&#x7684;&#x4EBA;&#x3001;&#x8D27;&#x3001;&#x573A;&#x7684;&#x94FE;&#x63A5;&#xFF0C;&#x66F4;&#x662F;&#x7ED9;&#x4EA7;&#x54C1;&#x8D4B;&#x4E88;&#x4E86;&#x793E;&#x4F1A;&#x4EF7;&#x503C;&#xFF0C;&#x6211;&#x4EEC;&#x4E5F;&#x53EF;&#x4EE5;&#x8BA4;&#x4E3A;&#x8FD9;&#x5C31;&#x662F;&#x4EA7;&#x54C1;&#x7684;&#x683C;&#x5C40;&#x3002;</p>

<p><img src="https://user-images.githubusercontent.com/20765716/48109267-add6e380-e281-11e8-9e72-b224a4cc8c5a.png" alt="Mac&#x7684;&#x5E7F;&#x544A;&#xFF0C;&#x4F7F;&#x547D;&#x4E0E;&#x4EA7;&#x54C1;&#x5E76;&#x5B58;" title="Mac&#x7684;&#x5E7F;&#x544A;&#xFF0C;&#x4F7F;&#x547D;&#x4E0E;&#x4EA7;&#x54C1;&#x5E76;&#x5B58;"></p>
<p><img src="https://user-images.githubusercontent.com/20765716/48109532-c98eb980-e282-11e8-87f9-634086eadb90.png" alt="Mac&#x7684;&#x5E7F;&#x544A;&#xFF0C;&#x4F7F;&#x547D;&#x4E0E;&#x4EA7;&#x54C1;&#x5E76;&#x5B58;" title="Mac&#x7684;&#x5E7F;&#x544A;&#xFF0C;&#x4F7F;&#x547D;&#x4E0E;&#x4EA7;&#x54C1;&#x5E76;&#x5B58;"></p>
<p style="text-align: center; color: #949494;font-size: 14px;">Mac&#x7684;&#x5E7F;&#x544A;&#xFF0C;&#x4F7F;&#x547D;&#x4E0E;&#x4EA7;&#x54C1;&#x5E76;&#x5B58;</p> 

<p style="text-indent:2em">&#x4EE5;&#x5F80;&#xFF0C;&#x6211;&#x4EEC;&#x5728;&#x8FD0;&#x8425;&#x4E00;&#x6B3E;&#x4EA7;&#x54C1;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x8981;&#x4E48;&#x5C31;&#x662F;&#x521D;&#x7EA7;&#x5730;&#x5BA3;&#x4F20;&#x4EA7;&#x54C1;&#x7684;&#x529F;&#x80FD;&#x70B9;&#xFF0C;&#x6211;&#x4EEC;&#x7684;&#x66F4;&#x4FBF;&#x5B9C;&#x3001;&#x66F4;&#x597D;&#x7528;&#x4E4B;&#x7C7B;&#xFF0C;&#x8FD9;&#x6837;&#x7C97;&#x66B4;&#x5F0F;&#x8FD0;&#x8425;&#x5728;&#x6D88;&#x8D39;&#x5347;&#x7EA7;&#x7684;&#x4ECA;&#x5929;&#x4E0D;&#x518D;&#x9002;&#x7528;&#x3002;&#x518D;&#x8005;&#x5C31;&#x662F;&#x7565;&#x9AD8;&#x7EA7;&#x7684;&#x5C06;&#x4EA7;&#x54C1;&#x7F6E;&#x4E8E;&#x4EBA;&#x3001;&#x8D27;&#x3001;&#x573A;&#x4E4B;&#x4E2D;&#xFF0C;&#x8BA9;&#x5355;&#x4E2A;&#x6D88;&#x8D39;&#x8005;&#x901A;&#x8FC7;&#x5E7F;&#x544A;&#x4F53;&#x9A8C;&#x5230;&#x5927;&#x4F17;&#x5316;&#x7684;&#x9700;&#x6C42;&#xFF0C;&#x8FD9;&#x6837;&#x7684;&#x8FD0;&#x8425;&#x5E26;&#x6765;&#x7684;&#x7528;&#x6237;&#x662F;&#x5177;&#x6709;&#x6CE1;&#x6CAB;&#x7684;&#xFF0C;&#x5F88;&#x5C11;&#x6709;&#x7528;&#x6237;&#x771F;&#x6B63;&#x4E86;&#x89E3;&#x81EA;&#x5DF1;&#x7684;&#x9700;&#x6C42;&#x3002;&#x800C;&#x6700;&#x9AD8;&#x7EA7;&#x7684;&#x5C31;&#x662F;&#x4FE1;&#x5FF5;&#x8FD0;&#x8425;&#xFF0C;&#x6211;&#x4EEC;&#x5356;&#x7684;&#x4E0D;&#x662F;&#x529F;&#x80FD;&#x70B9;&#x548C;&#x573A;&#x666F;&#x800C;&#x662F;&#x4FE1;&#x5FF5;&#xFF0C;&#x8FD0;&#x8425;&#x7684;&#x7B2C;&#x4E00;&#x6B65;&#x5C31;&#x662F;&#x9700;&#x8981;&#x627E;&#x5230;&#x6700;&#x7CBE;&#x51C6;&#x7684;&#x76EE;&#x6807;&#x7528;&#x6237;&#x3002;&#x4F60;&#x4F1A;&#x53D1;&#x73B0;&#x7C89;&#x4E1D;&#x7FA4;&#x4F53;&#x7684;&#x540D;&#x5B57;&#x201C;&#x7C73;&#x7C89;&#x201D;&#x3001;&#x201C;&#x679C;&#x7C89;&#x201D;&#x7B49;&#x7B49;&#xFF0C;&#x4E0D;&#x662F;&#x82F9;&#x679C;&#x516C;&#x53F8;&#x3001;&#x5C0F;&#x7C73;&#x516C;&#x53F8;&#x7ED9;&#x7C89;&#x4E1D;&#x53D6;&#x7684;&#x540D;&#x5B57;&#xFF0C;&#x800C;&#x662F;&#x8BA4;&#x53EF;&#x5176;&#x4EF7;&#x503C;&#x7684;&#x7528;&#x6237;&#x81EA;&#x5DF1;&#x5B9A;&#x4E49;&#x7684;&#xFF0C;&#x8FD9;&#x4E5F;&#x662F;&#x6D88;&#x8D39;&#x8005;&#x5BF9;&#x4EA7;&#x54C1;&#x6700;&#x9AD8;&#x7684;&#x8BC4;&#x4EF7;&#x3002;</p>

<p style="text-indent:2em">&#x4E3A;&#x4EC0;&#x4E48;&#x7C97;&#x66B4;&#x5730;&#x5BA3;&#x4F20;&#x4EA7;&#x54C1;&#x4F18;&#x52BF;&#x5728;&#x6D88;&#x8D39;&#x5347;&#x7EA7;&#x7684;&#x4ECA;&#x5929;&#x4E0D;&#x5728;&#x9002;&#x7528;&#xFF0C;&#x6D88;&#x8D39;&#x5347;&#x7EA7;&#x6700;&#x57FA;&#x7840;&#x7684;&#x80CC;&#x666F;&#x5C31;&#x662F;&#x4EBA;&#x5747;GDP&#x7684;&#x63D0;&#x5347;&#xFF0C;&#x4EE3;&#x8868;&#x7740;&#x6D88;&#x8D39;&#x8005;&#x4F1A;&#x66F4;&#x504F;&#x91CD;&#x4F53;&#x9A8C;&#x7C7B;&#x6D88;&#x8D39;&#xFF0C;&#x800C;&#x6D88;&#x8D39;&#x8005;&#x4E5F;&#x4F1A;&#x9762;&#x4E34;&#x7740;&#x66F4;&#x591A;&#x7684;&#x6D88;&#x8D39;&#x9009;&#x62E9;&#x3002;<b>&#x73B0;&#x5728;&#x7684;&#x6D88;&#x8D39;&#x8005;&#x997F;&#x4E86;&#xFF0C;&#x4E0D;&#x662F;&#x7B80;&#x5355;&#x5730;&#x5403;&#x5305;&#x5B50;&#x4E86;&#xFF0C;&#x53EF;&#x80FD;&#x4F1A;&#x9009;&#x62E9;&#x53BB;&#x67D0;&#x9910;&#x5385;&#x770B;&#x53A8;&#x5E08;&#x5F53;&#x9762;&#x70F9;&#x996A;&#x7684;&#x56DB;&#x5206;&#x5B50;&#x4E00;&#x5305;&#x5B50;&#x5927;&#x5C0F;&#x7684;&#x7CBE;&#x81F4;&#x7684;&#x86CB;&#x7CD5;&#x4E86;&#x3002;</b>&#x4EBA;&#x5747;GDP&#x7684;&#x63D0;&#x5347;&#xFF0C;&#x6D88;&#x8D39;&#x8005;&#x6709;&#x4E86;&#x9009;&#x62E9;&#x7684;&#x8D44;&#x672C;&#xFF0C;&#x5C31;&#x4F1A;&#x4EA7;&#x751F;&#x66F4;&#x591A;&#x5143;&#x7684;&#x9700;&#x6C42;&#x3002;&#x5355;&#x7EAF;&#x5BA3;&#x4F20;&#x4F18;&#x52BF;&#x4E0E;&#x573A;&#x666F;&#xFF0C;&#x4F1A;&#x88AB;&#x529F;&#x80FD;&#x70B9;&#x66F4;&#x6709;&#x4F18;&#x52BF;&#x3001;&#x573A;&#x666F;&#x66F4;&#x52A0;&#x4E30;&#x5BCC;&#x7684;&#x4EA7;&#x54C1;&#x5B8C;&#x5168;&#x8986;&#x76D6;&#x6389;&#xFF0C;&#x80FD;&#x591F;&#x53BB;&#x5DEE;&#x5F02;&#x5316;&#x7ADE;&#x4E89;&#x7684;&#x5C31;&#x662F;&#x5356;&#x4FE1;&#x5FF5;&#x3002;</p>

<p style="text-indent:2em">&#x5F53;&#x7136;&#x4E5F;&#x9700;&#x8981;&#x4ECE;&#x4E24;&#x65B9;&#x9762;&#x770B;&#x5F85;&#x4FE1;&#x5FF5;&#x8FD0;&#x8425;&#xFF0C;&#x641E;&#x5F97;&#x597D;&#x7684;&#x662F;&#x5356;&#x4FE1;&#x5FF5;&#xFF0C;&#x641E;&#x5F97;&#x4E0D;&#x597D;&#x5C31;&#x53D8;&#x6210;&#x4E86;&#x6B3A;&#x9A97;&#x3002;&#x4F5C;&#x4E3A;&#x4F9B;&#x7ED9;&#x65B9;&#xFF0C;&#x4E00;&#x79CD;&#x662F;&#x660E;&#x77E5;&#x6CA1;&#x6709;&#x5374;&#x8BF4;&#x6210;&#x6709;&#xFF0C;&#x4E00;&#x79CD;&#x662F;&#x76F8;&#x73B0;&#x5728;&#x6CA1;&#x6709;&#x4FE1;&#x4F1A;&#x6709;&#x3002;&#x8FD9;&#x4E2A;&#x5728;&#x5E95;&#x5C42;&#x4E0A;&#x8FD8;&#x662F;&#x4E00;&#x79CD;&#x5BA3;&#x4F20;&#x624B;&#x6BB5;&#x5BF9;&#x5927;&#x8111;&#x601D;&#x7EF4;&#x8BA4;&#x77E5;&#x7684;&#x51B2;&#x51FB;&#xFF0C;&#x5C31;&#x53E6;&#x4E00;&#x4E2A;&#x89D2;&#x5EA6;&#x7406;&#x89E3;&#x5C31;&#x662F;&#x6587;&#x5316;&#x5BF9;&#x601D;&#x7EF4;&#x7684;&#x51B2;&#x51FB;&#x3002;&#x6211;&#x89C9;&#x5F97;<b>&#x5386;&#x53F2;&#x4E0A;&#x6700;&#x6050;&#x6016;&#x7684;&#x4E0D;&#x662F;&#x51B7;&#x6B66;&#x5668;&#xFF0C;&#x4E5F;&#x4E0D;&#x662F;&#x70ED;&#x6B66;&#x5668;&#xFF0C;&#x800C;&#x662F;&#x8F6F;&#x6B66;&#x5668;&#x2014;&#x2014;&#x6587;&#x5316;&#x5165;&#x4FB5;&#xFF0C;&#x4FE1;&#x5FF5;&#x9A71;&#x4F7F;&#xFF0C;&#x65E0;&#x8272;&#x65E0;&#x5473;&#x3002;</b></p>

<pre><code>&#x521D;&#x4E09;&#x65F6;&#xFF0C;&#x674E;&#x9633;&#x75AF;&#x72C2;&#x82F1;&#x8BED;&#x5230;&#x5B66;&#x6821;&#x5BA3;&#x4F20;&#xFF0C;&#x5F53;&#x65F6;&#x4E0D;&#x662F;&#x674E;&#x9633;&#x4E3B;&#x8BB2;&#xFF0C;&#x800C;&#x662F;&#x53E6;&#x5916;&#x4E00;&#x4E2A;&#x8BB2;&#x5E08;&#x3002;&#x65E9;&#x524D;&#x5B66;&#x6821;&#x65E9;&#x8BFB;&#x8BFE;&#x5C31;&#x8BD5;&#x8FD0;&#x884C;&#x8FC7;&#x4E00;&#x6BB5;&#x65F6;&#x95F4;&#x7684;&#x674E;&#x9633;&#x5F0F;&#x82F1;&#x8BED;&#x5B66;&#x4E60;&#x6CD5;&#xFF0C;&#x6240;&#x4EE5;&#x6211;&#x4EEC;&#x5BF9;&#x674E;&#x9633;&#x5E76;&#x4E0D;&#x964C;&#x751F;&#x751A;&#x81F3;&#x8FD8;&#x6709;&#x4E9B;&#x597D;&#x5947;&#x3002;&#x4E3B;&#x529E;&#x65B9;&#x5BA3;&#x4F20;&#x65F6;&#x95F4;&#x9009;&#x5F97;&#x5F88;&#x597D;&#xFF0C;&#x4E34;&#x8FD1;&#x653E;&#x5B66;&#x524D;2&#x4E2A;&#x5C0F;&#x65F6;&#x5DE6;&#x53F3;&#x3002;
&#x8001;&#x5E08;&#x5E26;&#x7740;&#x5B66;&#x751F;&#x4EEC;&#x5728;&#x64CD;&#x573A;&#x4E0A;&#x5E2D;&#x5730;&#x800C;&#x5750;&#xFF0C;&#x8BB2;&#x5E08;&#x7684;&#x5BA3;&#x4F20;&#x65F6;&#x800C;&#x6FC0;&#x6602;&#x65F6;&#x800C;&#x7EC6;&#x817B;&#xFF0C;&#x5B66;&#x751F;&#x7684;&#x795E;&#x60C5;&#x4E5F;&#x968F;&#x7740;&#x8BB2;&#x5E08;&#x65F6;&#x800C;&#x5927;&#x7B11;&#x65F6;&#x800C;&#x4E13;&#x6CE8;&#xFF0C;&#x6BCF;&#x4E2A;&#x4EBA;&#x90FD;&#x6525;&#x7D27;&#x4E86;&#x5C0F;&#x62F3;&#x5934;&#xFF0C;&#x5C31;&#x597D;&#x50CF;&#x6253;&#x4E86;&#x9E21;&#x8840;&#xFF0C;&#x773C;&#x775B;&#x575A;&#x5B9A;&#x3002;&#x4E4B;&#x540E;&#x6211;&#x53D1;&#x73B0;&#x5468;&#x906D;&#x7684;&#x6C1B;&#x56F4;&#x6709;&#x4E9B;&#x5947;&#x602A;&#xFF0C;&#x4E3B;&#x529E;&#x65B9;&#x653E;&#x8D77;&#x4E86;&#x97F3;&#x4E50;&#xFF0C;&#x4E0D;&#x662F;&#x6FC0;&#x60C5;&#x6F8E;&#x6015;&#x7684;&#x90A3;&#x79CD;&#xFF0C;&#x800C;&#x662F;&#x6709;&#x4E9B;&#x5FE7;&#x4F24;&#x3002;&#x8BB2;&#x5E08;&#x8BB2;&#x5230;&#x4E86;&#x6211;&#x4EEC;&#x7684;&#x7236;&#x6BCD;&#xFF0C;&#x8BF4;&#x7236;&#x6BCD;&#x4E3A;&#x4E86;&#x6211;&#x4EEC;&#x5B66;&#x751F;&#x591A;&#x4E48;&#x591A;&#x4E48;&#x4E0D;&#x5BB9;&#x6613;&#xFF0C;&#x54EA;&#x6015;&#x5403;&#x54B8;&#x83DC;&#x4E5F;&#x8981;&#x4F9B;&#x6211;&#x4EEC;&#x8BFB;&#x4E66;&#x7C7B;&#x4F3C;&#x8FD9;&#x6837;&#x7684;&#x8BDD;&#x3002;
&#x63A5;&#x4E0B;&#x6765;&#x6050;&#x6016;&#x7684;&#x4E8B;&#x60C5;&#x53D1;&#x751F;&#x4E86;&#xFF0C;&#x5468;&#x56F4;&#x7684;&#x540C;&#x5B66;&#x773C;&#x795E;&#x4E0D;&#x518D;&#x575A;&#x5B9A;&#xFF0C;&#x800C;&#x662F;&#x542B;&#x6EE1;&#x4E86;&#x773C;&#x6CEA;&#xFF0C;&#x4ED6;&#x4EEC;&#x54ED;&#x4E86;&#xFF01;&#x653E;&#x773C;&#x6574;&#x4E2A;&#x64CD;&#x573A;&#xFF0C;&#x90FD;&#x80FD;&#x542C;&#x5230;&#x5B66;&#x751F;&#x7684;&#x62BD;&#x6CE3;&#x58F0;&#x3002;&#x8BB2;&#x5E08;&#x8BB2;&#x5B8C;&#x5DEE;&#x4E0D;&#x591A;&#x5BB6;&#x957F;&#x6765;&#x63A5;&#x5B66;&#x751F;&#x4E86;&#xFF0C;&#x4ED6;&#x5728;&#x6700;&#x540E;&#x4E5F;&#x6CA1;&#x6709;&#x5FD8;&#x8BB0;&#x4ECA;&#x5929;&#x7684;&#x4EFB;&#x52A1;&#x201C;&#x540C;&#x5B66;&#x4EEC;&#x8981;&#x6293;&#x4F4F;&#x4ECA;&#x5929;&#x7684;&#x673A;&#x4F1A;&#xFF0C;&#x4ECA;&#x5929;&#x7684;&#x6559;&#x6750;&#x53EA;&#x8981;99&#x5143;&#xFF0C;&#x4E0D;&#x8981;199&#x5143;&#xFF0C;&#x8FD8;&#x6709;&#x674E;&#x9633;&#x8001;&#x5E08;&#x7684;&#x7B7E;&#x540D;&#xFF0C;&#x597D;&#x597D;&#x62A5;&#x7B54;&#x4F60;&#x4EEC;&#x7684;&#x7236;&#x6BCD;&#xFF01;&#x201D;&#x540C;&#x5B66;&#x4EEC;&#x62C9;&#x7740;&#x5BB6;&#x957F;&#x5728;&#x5C0F;&#x9762;&#x5305;&#x8F66;&#x540E;&#x9762;&#x6392;&#x8D77;&#x4E86;&#x957F;&#x961F;&#xFF0C;&#x5BB6;&#x957F;&#x770B;&#x7740;&#x5F88;&#x61F5;&#xFF0C;&#x770B;&#x7740;&#x81EA;&#x5DF1;&#x7684;&#x5B69;&#x5B50;&#x54ED;&#x66F4;&#x61F5;&#x3002;
&#x53EF;&#x7B11;&#x7684;&#x662F;&#xFF0C;&#x4E3A;&#x4E86;&#x5408;&#x7FA4;&#xFF0C;&#x6211;&#x7ADF;&#x7136;&#x4E5F;&#x6324;&#x51FA;&#x4E86;&#x4E24;&#x6EF4;&#x773C;&#x6CEA;&#x3002;&#x73B0;&#x5728;&#x56DE;&#x60F3;&#x8D77;&#x6765;&#x5F88;&#x662F;&#x8138;&#x7EA2;&#xFF0C;&#x4E0D;&#x8FC7;&#x6211;&#x771F;&#x5B9E;&#x611F;&#x89C9;&#x5230;&#x4E86;&#x4FE1;&#x5FF5;&#x53EF;&#x4EE5;&#x5DE6;&#x53F3;&#x5927;&#x8111;&#x751A;&#x81F3;&#x884C;&#x4E3A;&#x7684;&#x6050;&#x6016;&#x3002;
</code></pre><p style="text-indent:2em">&#x6240;&#x4EE5;&#x4FE1;&#x5FF5;&#x8FD0;&#x8425;&#xFF0C;&#x6211;&#x4EEC;&#x4E0D;&#x5149;&#x9700;&#x8981;&#x4F20;&#x64AD;&#x6211;&#x4EEC;&#x76F8;&#x4FE1;&#x7684;&#xFF0C;&#x4E5F;&#x8981;&#x4F20;&#x64AD;&#x6B63;&#x786E;&#x5411;&#x4E0A;&#x7684;&#x4EF7;&#x503C;&#x89C2;&#xFF0C;&#x8981;&#x80FD;&#x591F;&#x80A9;&#x8D1F;&#x793E;&#x4F1A;&#x8D23;&#x4EFB;&#x7684;&#x4FE1;&#x5FF5;&#x3002;&#x90A3;&#x4E9B;&#x80A9;&#x8D1F;&#x8D23;&#x4EFB;&#x7684;&#x4F01;&#x4E1A;&#x5BB6;&#x4E5F;&#x901A;&#x8FC7;&#x521B;&#x5EFA;&#x8BBA;&#x575B;&#x7684;&#x5F62;&#x5F0F;&#x6765;&#x4F20;&#x64AD;&#x81EA;&#x5DF1;&#x7684;&#x4EF7;&#x503C;&#x89C2;&#xFF0C;&#x6700;&#x4EE4;&#x6211;&#x656C;&#x4F69;&#x7684;&#x8FD8;&#x662F;<a href="http://hzcloudtown.com/web-site/main/main.jsp" target="_blank">&#x4E91;&#x6816;&#x5C0F;&#x9547;</a>&#xFF0C;&#x5C06;&#x4FE1;&#x5FF5;&#x96C6;&#x5408;&#x6210;&#x4E86;&#x4E00;&#x4E2A;&#x5B9E;&#x4F53;&#x7684;&#x5C0F;&#x9547;&#x3002;&#x5176;&#x4E2D;&#x4E3E;&#x529E;&#x7684;<a href="https://www.yunqi2050.com/" target="_blank">2050&#x5927;&#x4F1A;</a>&#x66F4;&#x662F;&#x4EE4;&#x4EBA;&#x7740;&#x8FF7;&#xFF0C;&#x8FD9;&#x5E94;&#x8BE5;&#x662F;&#x4E2D;&#x56FD;&#x76EE;&#x524D;&#x552F;&#x4E00;&#x4E00;&#x4E2A;&#x7531;&#x5FD7;&#x613F;&#x8005;&#x81EA;&#x53D1;&#x51C6;&#x5907;&#x7684;&#x5927;&#x4F1A;&#xFF0C;&#x8BA9;&#x9752;&#x5E74;&#x7684;&#x601D;&#x7EF4;&#x5728;&#x65E0;&#x9650;&#x5236;&#x7684;&#x73AF;&#x5883;&#x4E2D;&#x4E0D;&#x65AD;&#x53D1;&#x751F;&#x78B0;&#x649E;&#xFF0C;&#x6211;&#x60F3;&#x8FD9;&#x5C31;&#x662F;&#x738B;&#x575A;&#x535A;&#x58EB;&#x7684;&#x4FE1;&#x5FF5;&#x3002;</p>

<p><img src="https://user-images.githubusercontent.com/20765716/48109066-e4602e80-e280-11e8-9b6b-890590ce553a.png" alt="2050&#x5927;&#x4F1A;slogan&#xFF1A;&#x6211;&#x4EEC;&#x4E0D;&#x662F;&#x5728;&#x7406;&#x89E3;&#x3001;&#x89E3;&#x91CA;&#x6216;&#x9884;&#x6D4B;2050&#x3002;&#x6211;&#x4EEC;&#x662F;&#x5728;&#x5171;&#x540C;&#x521B;&#x9020;2050" title="2050&#x5927;&#x4F1A;slogan&#xFF1A;&#x6211;&#x4EEC;&#x4E0D;&#x662F;&#x5728;&#x7406;&#x89E3;&#x3001;&#x89E3;&#x91CA;&#x6216;&#x9884;&#x6D4B;2050&#x3002;&#x6211;&#x4EEC;&#x662F;&#x5728;&#x5171;&#x540C;&#x521B;&#x9020;2050"></p>
<p style="text-align: center; color: #949494;font-size: 14px;">2050&#x5927;&#x4F1A;slogan&#xFF1A;&#x6211;&#x4EEC;&#x4E0D;&#x662F;&#x5728;&#x7406;&#x89E3;&#x3001;&#x89E3;&#x91CA;&#x6216;&#x9884;&#x6D4B;2050&#x3002;&#x6211;&#x4EEC;&#x662F;&#x5728;&#x5171;&#x540C;&#x521B;&#x9020;2050</p> 

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="ChapterFour.html" class="navigation navigation-prev " aria-label="Previous page: 第四章 发现大数据的魅力，培养数据思维">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="ChapterSix.html" class="navigation navigation-next " aria-label="Next page: 第六章 湖人总冠军！">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"第五章 信念运营：相信与看见","level":"1.7","depth":1,"next":{"title":"第六章 湖人总冠军！","level":"1.8","depth":1,"path":"ChapterSix.md","ref":"ChapterSix.md","articles":[{"title":"第一篇 最好的微服务应用—小团队作战","level":"1.8.1","depth":2,"path":"ChapterSixPartone.md","ref":"ChapterSixPartone.md","articles":[]}]},"previous":{"title":"第四章 发现大数据的魅力，培养数据思维","level":"1.6","depth":1,"path":"ChapterFour.md","ref":"ChapterFour.md","articles":[]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":["livereload"],"pluginsConfig":{"livereload":{},"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"ChapterFive.md","mtime":"2018-11-07T09:08:07.978Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2018-11-07T12:39:14.303Z"},"basePath":".","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="gitbook/gitbook.js"></script>
    <script src="gitbook/theme.js"></script>
    
        
        <script src="gitbook/gitbook-plugin-livereload/plugin.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

