
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>第二篇 组件化设计思维 · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="ChapterTwoPartThree.html" />
    
    
    <link rel="prev" href="ChapterTwoPartOne.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="./">
            
                <a href="./">
            
                    
                    序
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="Preface.html">
            
                <a href="Preface.html">
            
                    
                    前言
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="ChapterOne.html">
            
                <a href="ChapterOne.html">
            
                    
                    第一章 包容的平台产品设计—海纳百川
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.3.1" data-path="ChapterOnePartOne.html">
            
                <a href="ChapterOnePartOne.html">
            
                    
                    第一篇 产品架构即产品未来
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.2" data-path="ChapterOnePartTwo.html">
            
                <a href="ChapterOnePartTwo.html">
            
                    
                    第二篇 寻找通性是为了更好的扩展
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.4" data-path="ChapterTwo.html">
            
                <a href="ChapterTwo.html">
            
                    
                    第二章 满意的视觉设计
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.4.1" data-path="ChapterTwoPartOne.html">
            
                <a href="ChapterTwoPartOne.html">
            
                    
                    第一篇 品牌化设计思维
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.4.2" data-path="ChapterTwoPartTwo.html">
            
                <a href="ChapterTwoPartTwo.html">
            
                    
                    第二篇 组件化设计思维
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4.3" data-path="ChapterTwoPartThree.html">
            
                <a href="ChapterTwoPartThree.html">
            
                    
                    第三篇 制定设计规范的价值与方法
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4.4" data-path="ChapterTwoPartFour.html">
            
                <a href="ChapterTwoPartFour.html">
            
                    
                    第四篇 对数据可视化产品有利的设计建议
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.5" data-path="ChapterThree.html">
            
                <a href="ChapterThree.html">
            
                    
                    第三章 组件化思维引发数据中台与大数据的思考
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.6" data-path="ChapterFour.html">
            
                <a href="ChapterFour.html">
            
                    
                    第四章 发现大数据的魅力，培养数据思维
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.7" data-path="ChapterFive.html">
            
                <a href="ChapterFive.html">
            
                    
                    第五章 信念运营：相信与看见
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.8" data-path="ChapterSix.html">
            
                <a href="ChapterSix.html">
            
                    
                    第六章 湖人总冠军！
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.8.1" data-path="ChapterSixPartone.html">
            
                <a href="ChapterSixPartone.html">
            
                    
                    第一篇 最好的微服务应用—小团队作战
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.9" data-path="FinalChapter.html">
            
                <a href="FinalChapter.html">
            
                    
                    最终章 未来，因数据而来
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.10" data-path="AppendixOne.html">
            
                <a href="AppendixOne.html">
            
                    
                    附录一 β-地动仪设计规范
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.11" data-path="AppendixTwo.html">
            
                <a href="AppendixTwo.html">
            
                    
                    附录二 链接汇总
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="." >第二篇 组件化设计思维</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x7B2C;&#x4E8C;&#x7BC7;----&#x7EC4;&#x4EF6;&#x5316;&#x8BBE;&#x8BA1;&#x601D;&#x7EF4;">&#x7B2C;&#x4E8C;&#x7BC7;    &#x7EC4;&#x4EF6;&#x5316;&#x8BBE;&#x8BA1;&#x601D;&#x7EF4;</h1>
<p style="text-indent:2em">&#x4EA7;&#x54C1;&#x7ECF;&#x7406;&#x4F20;&#x8FBE;&#x4F7F;&#x547D;&#xFF0C;&#x89C6;&#x89C9;&#x8BBE;&#x8BA1;&#x5E08;&#x4E0E;&#x524D;&#x7AEF;&#x5DE5;&#x7A0B;&#x5E08;&#x8D1F;&#x8D23;&#x65B9;&#x6848;&#x5236;&#x5B9A;&#x4E0E;&#x843D;&#x5730;&#x3002;</p>

<p style="text-indent:2em">&#x3B2;-&#x5730;&#x52A8;&#x4EEA;&#x5728;&#x5386;&#x6B21;&#x7684;&#x843D;&#x5730;&#x4E2D;&#x4E00;&#x76F4;&#x90FD;&#x5B58;&#x5728;&#x7740;&#x4E00;&#x4E2A;&#x81F4;&#x547D;&#x7684;&#x9690;&#x60A3;&#x2014;<b>&#x91CD;&#x590D;&#x5DE5;&#x4F5C;</b>&#xFF0C;&#x8FD9;&#x5BFC;&#x81F4;&#x6574;&#x4E2A;&#x4EA7;&#x54C1;&#x7814;&#x53D1;&#x5468;&#x671F;&#x52A0;&#x957F;&#xFF0C;&#x4F46;&#x4EA4;&#x4ED8;&#x6548;&#x679C;&#x5374;&#x6CA1;&#x6709;&#x63D0;&#x5347;&#x3002;</p>

<blockquote>
<p>&#x4E3B;&#x8981;&#x6709;&#x4EE5;&#x4E0B;&#x51E0;&#x4E2A;&#x539F;&#x56E0;&#xFF1A;</p>
<ul>
<li>1&#x3001;&#x56E2;&#x961F;&#x6210;&#x5458;&#x7F3A;&#x4E4F;&#x7EC4;&#x4EF6;&#x5316;&#x8BBE;&#x8BA1;&#x601D;&#x7EF4;&#xFF0C;&#x4E0D;&#x5149;&#x5BFC;&#x81F4;&#x56E2;&#x961F;&#x5DE5;&#x4F5C;&#x91CF;&#x6210;&#x500D;&#x6570;&#x589E;&#x52A0;&#xFF0C;&#x800C;&#x4E14;&#x4EA7;&#x54C1;&#x6574;&#x4F53;&#x8868;&#x73B0;&#x6DF7;&#x4E71;&#xFF1B;</li>
<li>2&#x3001;&#x56E2;&#x961F;&#x95F4;&#x7684;&#x5BF9;&#x63A5;&#x6548;&#x7387;&#x4F4E;&#xFF0C;&#x6BCF;&#x4E2A;&#x7EC4;&#x53EA;&#x5173;&#x6CE8;&#x81EA;&#x5DF1;&#x7684;&#x90A3;&#x90E8;&#x5206;&#xFF1B;</li>
<li>3&#x3001;&#x63A5;&#x5165;&#x65B9;&#x4E0E;&#x5E73;&#x53F0;&#x65B9;&#x672A;&#x8FBE;&#x6210;&#x5171;&#x8BC6;&#xFF0C;&#x4E0D;&#x540C;&#x7684;&#x63A5;&#x5165;&#x65B9;&#x6709;&#x4E0D;&#x540C;&#x7684;&#x8BBE;&#x8BA1;&#x601D;&#x8DEF;&#x3002;&#x4E0D;&#x548C;&#x5E73;&#x53F0;&#x65B9;&#x6C9F;&#x901A;&#xFF0C;&#x76F4;&#x63A5;&#x6295;&#x5165;&#x5F00;&#x53D1;&#xFF1B;</li>
</ul>
</blockquote>
<p style="text-indent:2em">&#x201C;&#x81F4;&#x547D;&#x201D;&#x4E4B;&#x5904;&#x5728;&#x4E8E;&#x8FD9;&#x6837;&#x7684;&#x73B0;&#x72B6;&#xFF0C;&#x4F1A;&#x5BFC;&#x81F4;&#x3B2;-&#x5730;&#x52A8;&#x4EEA;&#x8FD9;&#x6B3E;&#x4EA7;&#x54C1;&#x5C06;&#x65E0;&#x6CD5;&#x505A;&#x6210;&#x4E00;&#x4E2A;&#x5E73;&#x53F0;&#x3002;&#x6574;&#x4E2A;&#x56E2;&#x961F;&#x4E00;&#x76F4;&#x5728;&#x91CD;&#x590D;&#x52B3;&#x52A8;&#xFF0C;&#x6570;&#x636E;&#x95F4;&#x7684;&#x72EC;&#x7ACB;&#x5C06;&#x65E0;&#x6CD5;&#x4EA7;&#x751F;&#x66F4;&#x5927;&#x7684;&#x4EF7;&#x503C;&#xFF0C;&#x53EA;&#x80FD;&#x6EE1;&#x8DB3;&#x57FA;&#x672C;&#x9700;&#x6C42;&#xFF0C;&#x5B9E;&#x8D28;&#x4E0A;&#x4E5F;&#x662F;&#x5728;&#x6D6A;&#x8D39;&#x8D44;&#x6E90;&#xFF0C;&#x4E00;&#x6B65;&#x6B65;&#x628A;&#x4EA7;&#x54C1;&#x505A;&#x6B7B;&#x5927;&#x6982;&#x5C31;&#x662F;&#x8FD9;&#x6837;&#x3002;&#x8981;&#x60F3;&#x6539;&#x53D8;&#x73B0;&#x72B6;&#xFF0C;&#x6211;&#x4EEC;&#x5148;&#x8981;&#x505A;&#x7684;&#x5C31;&#x662F;&#x51CF;&#x5C11;&#x91CD;&#x590D;&#x52B3;&#x52A8;&#xFF0C;&#x91CA;&#x653E;&#x56E2;&#x961F;&#x751F;&#x4EA7;&#x529B;&#xFF0C;&#x5C06;&#x5176;&#x6295;&#x5165;&#x5230;&#x66F4;&#x9AD8;&#x7EA7;&#x7684;&#x7814;&#x53D1;&#x4E2D;&#x3002;</p>
<p style="text-indent:2em">&#x7EC4;&#x4EF6;&#x5316;&#x601D;&#x7EF4;&#xFF0C;&#x4E4B;&#x6240;&#x4EE5;&#x79F0;&#x4E4B;&#x4E3A;&#x201C;&#x601D;&#x7EF4;&#x201D;&#xFF0C;&#x56E0;&#x4E3A;&#x8FD9;&#x662F;&#x4E00;&#x4E2A;&#x65B9;&#x6CD5;&#x8BBA;&#xFF0C;&#x4E0D;&#x88AB;&#x8303;&#x56F4;&#x6240;&#x5C40;&#x9650;&#x3002;&#x5B83;&#x5E94;&#x5B58;&#x5728;&#x4E8E;&#x89C6;&#x89C9;&#x3001;&#x524D;&#x7AEF;&#x3001;&#x540E;&#x7AEF;&#x3001;&#x751A;&#x81F3;&#x4EA7;&#x54C1;&#x8BBE;&#x8BA1;&#x4E4B;&#x4E2D;&#x3002;&#x7EC4;&#x4EF6;&#x4E0D;&#x5B8C;&#x5168;&#x662F;&#x6700;&#x5C0F;&#x7684;&#x4E2A;&#x4F53;&#xFF0C;&#x7EC4;&#x4EF6;&#x662F;&#x7531;&#x4E00;&#x4E2A;&#x6216;&#x8005;&#x591A;&#x4E2A;&#x57FA;&#x7840;&#x5143;&#x4EF6;&#x6784;&#x6210;&#x7684;&#x3002;&#x8FD9;&#x91CC;&#x7684;&#x5143;&#x4EF6;&#x5728;UI&#x53EF;&#x4EE5;&#x89C6;&#x4E3A;&#x5355;&#x4E2A;&#x8BBE;&#x8BA1;&#x5143;&#x7D20;&#xFF0C;&#x5728;&#x524D;&#x7AEF;&#x53EF;&#x4EE5;&#x89C6;&#x4E3A;&#x5355;&#x4E2A;js&#x65B9;&#x6CD5;&#x3001;&#x5355;&#x4E2A;css&#x6837;&#x5F0F;&#x3001;&#x5F53;&#x4E2A;html&#x6807;&#x7B7E;&#xFF0C;&#x5728;&#x540E;&#x7AEF;&#x53EF;&#x4EE5;&#x89C6;&#x4E3A;&#x72EC;&#x7ACB;&#x7684;&#x57FA;&#x7840;&#x670D;&#x52A1;&#x3002;</p>

<blockquote>
<p>&#x7EC4;&#x4EF6;&#x7684;&#x4E09;&#x4E2A;&#x7279;&#x70B9;&#xFF1A;</p>
<ul>
<li>1&#x3001;&#x7EC4;&#x4EF6;&#x4E4B;&#x95F4;&#x662F;<b>&#x4F4E;&#x8026;&#x5408;</b>&#x7684;&#xFF0C;&#x7EC4;&#x4EF6;&#x4E4B;&#x95F4;&#x76F8;&#x4E92;&#x72EC;&#x7ACB;&#xFF0C;&#x53EF;&#x4EE5;&#x6839;&#x636E;&#x9700;&#x6C42;&#x7EC4;&#x5408;&#xFF0C;&#x800C;&#x4E0D;&#x5F15;&#x8D77;&#x51B2;&#x7A81;&#xFF1B;</li>
<li>2&#x3001;&#x7EC4;&#x4EF6;&#x662F;<b>&#x6807;&#x51C6;&#x5316;</b>&#x7684;&#xFF0C;&#x662F;&#x4E00;&#x4E2A;&#x6807;&#x51C6;&#x901A;&#x7528;&#x65B9;&#x6848;&#xFF0C;&#x518D;&#x6B21;&#x57FA;&#x7840;&#x4E0A;&#x53EF;&#x8FDB;&#x884C;&#x6269;&#x5C55;&#xFF1B;</li>
<li>3&#x3001;&#x7EC4;&#x4EF6;&#x662F;<b>&#x573A;&#x666F;&#x5316;</b>&#x7684;&#xFF0C;&#x9700;&#x8981;&#x8BF4;&#x660E;&#x6E05;&#x695A;&#x573A;&#x666F;&#x4E0B;&#x63A8;&#x8350;&#x4F7F;&#x7528;&#x5BF9;&#x5E94;&#x7684;&#x7EC4;&#x4EF6;&#xFF1B;</li>
<li>4&#x3001;&#x7EC4;&#x4EF6;&#x662F;<b>&#x670D;&#x52A1;&#x5316;</b>&#x7684;&#xFF0C;&#x8FD9;&#x90E8;&#x5206;&#x5728;&#x7B2C;&#x4E09;&#x7AE0;&#x4F1A;&#x8BA8;&#x8BBA;&#x5230;&#xFF1B;</li>
</ul>
</blockquote>
<p style="text-indent:2em">&#x63A5;&#x4E0B;&#x6765;&#x5C06;&#x4ECE;&#x89C6;&#x89C9;&#x3001;&#x524D;&#x7AEF;&#x3001;&#x540E;&#x7AEF;&#x4E09;&#x4E2A;&#x65B9;&#x5411;&#xFF0C;&#x7B80;&#x8981;&#x8BA8;&#x8BBA;&#x7EC4;&#x4EF6;&#x7684;&#x8BBE;&#x8BA1;&#x4E0E;&#x4F7F;&#x7528;&#x3002;</p>

<p><b>1&#x3001;&#x89C6;&#x89C9;</b></p>
<p style="text-indent:2em">&#x4EE5;&#x6570;&#x636E;&#x53EF;&#x89C6;&#x5316;&#x4EA7;&#x54C1;&#x4E3A;&#x4F8B;&#xFF0C;&#x6BCF;&#x4E2A;&#x7C7B;&#x578B;&#x7684;&#x56FE;&#x8868;&#x4F1A;&#x6709;&#x5F88;&#x591A;&#x7684;&#x8BBE;&#x8BA1;&#x5F62;&#x5F0F;&#xFF0C;&#x800C;&#x6BCF;&#x4E2A;&#x6307;&#x6807;&#x7684;&#x5C55;&#x793A;&#x4E5F;&#x53EF;&#x4EE5;&#x6709;&#x5F88;&#x591A;&#x7684;&#x8BBE;&#x8BA1;&#x5F62;&#x5F0F;&#x3002;&#x5982;&#x679C;&#x6211;&#x4EEC;&#x9009;&#x62E9;&#x591A;&#x5BF9;&#x591A;&#x7684;&#x65B9;&#x5F0F;&#xFF0C;&#x9875;&#x9762;&#x6574;&#x4F53;&#x5448;&#x73B0;&#x7684;&#x6548;&#x679C;&#x5C31;&#x662F;&#x6742;&#x4E71;&#x65E0;&#x7AE0;&#xFF0C;&#x800C;&#x4E14;&#x591A;&#x5BF9;&#x591A;&#x4E2D;&#x7684;&#x6BCF;&#x4E00;&#x4E2A;&#x4E00;&#x5C31;&#x4EE3;&#x8868;&#x7740;&#x4E00;&#x4EFD;&#x5DE5;&#x4F5C;&#x91CF;&#x3002;&#x5176;&#x5B9E;&#x6211;&#x4EEC;&#x5B8C;&#x5168;&#x53EF;&#x4EE5;&#x9009;&#x62E9;&#x4E00;&#x5BF9;&#x4E00;&#x7684;&#x65B9;&#x5F0F;&#xFF0C;&#x5373;&#x540C;&#x4E00;&#x7C7B;&#x6307;&#x6807;&#x4F7F;&#x7528;&#x540C;&#x4E00;&#x4E2A;&#x56FE;&#x8868;&#x7684;&#x540C;&#x4E00;&#x4E2A;&#x89C6;&#x89C9;&#x8BBE;&#x8BA1;&#x5373;&#x53EF;&#x3002;&#x8FD9;&#x6837;&#x89C6;&#x89C9;&#x8BBE;&#x8BA1;&#x5E08;&#x53EA;&#x9700;&#x8981;&#x8BBE;&#x8BA1;&#x4E00;&#x79CD;&#x89C6;&#x89C9;&#x65B9;&#x6848;&#x4F5C;&#x4E3A;&#x6807;&#x51C6;&#x65B9;&#x6848;&#x3002;</p>

<p><img src="https://user-images.githubusercontent.com/20765716/48105176-68aab580-e271-11e8-8549-954a4afb79d2.png" alt="&#x540C;&#x7C7B;&#x6307;&#x6807;&#x7684;&#x4E0D;&#x540C;&#x8868;&#x8FBE;&#x589E;&#x52A0;&#x4E86;&#x7528;&#x6237;&#x7684;&#x7406;&#x89E3;&#x96BE;&#x5EA6;" title="&#x540C;&#x7C7B;&#x6307;&#x6807;&#x7684;&#x4E0D;&#x540C;&#x8868;&#x8FBE;&#x589E;&#x52A0;&#x4E86;&#x7528;&#x6237;&#x7684;&#x7406;&#x89E3;&#x96BE;&#x5EA6;"></p>
<p style="text-align: center; color: #949494;font-size: 14px;">&#x540C;&#x7C7B;&#x6307;&#x6807;&#x7684;&#x4E0D;&#x540C;&#x8868;&#x8FBE;&#x589E;&#x52A0;&#x4E86;&#x7528;&#x6237;&#x7684;&#x7406;&#x89E3;&#x96BE;&#x5EA6;</p> 

<p><img src="https://user-images.githubusercontent.com/20765716/48105282-cf2fd380-e271-11e8-9184-7dbf9e3baac0.png" alt="&#x540C;&#x7C7B;&#x6307;&#x6807;&#x7684;&#x76F8;&#x540C;&#x8868;&#x8FBE;&#x6574;&#x4F53;&#x4E00;&#x81F4;&#x4E0E;&#x7EC6;&#x8282;&#x7F8E;&#x89C2;&#x5E76;&#x5B58;" title="&#x540C;&#x7C7B;&#x6307;&#x6807;&#x7684;&#x76F8;&#x540C;&#x8868;&#x8FBE;&#x6574;&#x4F53;&#x4E00;&#x81F4;&#x4E0E;&#x7EC6;&#x8282;&#x7F8E;&#x89C2;&#x5E76;&#x5B58;"></p>
<p style="text-align: center; color: #949494;font-size: 14px;">&#x540C;&#x7C7B;&#x6307;&#x6807;&#x7684;&#x76F8;&#x540C;&#x8868;&#x8FBE;&#x6574;&#x4F53;&#x4E00;&#x81F4;&#x4E0E;&#x7EC6;&#x8282;&#x7F8E;&#x89C2;&#x5E76;&#x5B58;</p>


<p style="text-indent:2em">&#x5BF9;&#x89C6;&#x89C9;&#x8BBE;&#x8BA1;&#x9636;&#x6BB5;&#x800C;&#x8A00;&#xFF0C;&#x5355;&#x4E2A;&#x56FE;&#x8868;&#x5C31;&#x53EF;&#x4EE5;&#x4F5C;&#x4E3A;&#x4E00;&#x4E2A;&#x57FA;&#x672C;&#x5143;&#x4EF6;&#xFF0C;&#x8BBE;&#x8BA1;&#x5E08;&#x53EA;&#x9700;&#x8981;&#x5B9A;&#x4E49;&#x597D;&#x56FE;&#x8868;&#x7684;&#x6807;&#x9898;&#x3001;&#x56FE;&#x793A;&#x3001;&#x6A2A;&#x5750;&#x6807;&#x3001;&#x7EB5;&#x5750;&#x6807;&#x7684;&#x4F4D;&#x7F6E;&#x3001;&#x5B57;&#x4F53;&#x3001;&#x5B57;&#x53F7;&#x3001;&#x989C;&#x8272;&#x3001;&#x5BBD;&#x9AD8;&#xFF0C;&#x5373;&#x5B8C;&#x6210;&#x4E86;&#x4E00;&#x4E2A;&#x57FA;&#x7840;&#x7684;UI&#x7EC4;&#x4EF6;&#x8BBE;&#x8BA1;&#x3002;&#x800C;&#x5B57;&#x4F53;&#x3001;&#x5B57;&#x53F7;&#x3001;&#x989C;&#x8272;&#x3001;&#x5BBD;&#x9AD8;&#x5219;&#x63D0;&#x4F9B;&#x4E86;&#x53EF;&#x6269;&#x5C55;&#x7684;&#x7A7A;&#x95F4;&#xFF0C;&#x4E5F;&#x9700;&#x8981;&#x6839;&#x636E;&#x4F7F;&#x7528;&#x573A;&#x666F;&#x5B9A;&#x4E49;&#x597D;&#x63A8;&#x8350;&#x7684;&#x7EC4;&#x4EF6;&#xFF0C;&#x4F8B;&#x5982;&#xFF1A;&#x5728;&#x7EDF;&#x8BA1;&#x5BF9;&#x8C61;&#x5C11;&#x4E8E;&#x7B49;&#x4E8E;5&#x4E2A;&#xFF0C;&#x7EDF;&#x8BA1;&#x6307;&#x6807;&#x4E3A;&#x4E00;&#x4E2A;&#x7684;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x63A8;&#x8350;&#x4F7F;&#x7528;&#x997C;&#x56FE;&#x3002;&#x5728;&#x7EDF;&#x8BA1;&#x5BF9;&#x8C61;&#x5927;&#x4E8E;5&#x4E2A;&#x5C11;&#x4E8E;10&#x4E2A;&#xFF0C;&#x7EDF;&#x8BA1;&#x6307;&#x6807;&#x4E3A;&#x4E00;&#x4E2A;&#x7684;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x63A8;&#x8350;&#x4F7F;&#x7528;&#x67F1;&#x72B6;&#x56FE;&#x3002;</p>

<p><b>2&#x3001;&#x524D;&#x7AEF;</b></p>
<p style="text-indent:2em">&#x524D;&#x7AEF;&#x7684;&#x7EC4;&#x4EF6;&#x662F;&#x5728;&#x89C6;&#x89C9;&#x7EC4;&#x4EF6;&#x57FA;&#x7840;&#x4E0A;&#x8BBE;&#x8BA1;&#x7684;&#xFF0C;&#x601D;&#x8DEF;&#x76F8;&#x4F3C;&#xFF0C;&#x53EA;&#x4E0D;&#x8FC7;&#x4F53;&#x73B0;&#x5728;&#x4EE3;&#x7801;&#x91CC;&#xFF0C;&#x5E02;&#x9762;&#x4E0A;&#x5F88;&#x706B;&#x7684;&#x6570;&#x636E;&#x53EF;&#x89C6;&#x5316;&#x4EA7;&#x54C1;<a href="https://antv.alipay.com/zh-cn/index.html" target="_blank">AntV</a>&#x63D0;&#x4F9B;&#x7684;&#x65B9;&#x6848;&#x5C31;&#x53EF;&#x4EE5;&#x770B;&#x4F5C;&#x662F;&#x524D;&#x7AEF;&#x7EC4;&#x4EF6;&#x7684;&#x5E94;&#x7528;&#x3002;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x901A;&#x8FC7;js&#x8C03;&#x7528;&#x7684;&#x65B9;&#x6CD5;&#x53BB;&#x5F15;&#x7528;&#x7B26;&#x5408;&#x6211;&#x4EEC;&#x9700;&#x6C42;&#x7684;&#x7EC4;&#x4EF6;&#x65B9;&#x6848;&#xFF0C;&#x524D;&#x7AEF;&#x5DE5;&#x7A0B;&#x5E08;&#x53EA;&#x9700;&#x8981;&#x5B9A;&#x4E49;&#x597D;&#x6570;&#x636E;&#x683C;&#x5F0F;&#x3001;&#x6570;&#x636E;&#x7C7B;&#x578B;&#x3002;</p>

<p><img src="https://user-images.githubusercontent.com/20765716/48105432-7ca2e700-e272-11e8-9b18-19946f4f6f02.png" alt="AntV&#x63D0;&#x4F9B;&#x7684;&#x67F1;&#x72B6;&#x56FE;&#x7EC4;&#x4EF6;" title="AntV&#x63D0;&#x4F9B;&#x7684;&#x67F1;&#x72B6;&#x56FE;&#x7EC4;&#x4EF6;"></p>
<p style="text-align: center; color: #949494;font-size: 14px;">AntV&#x63D0;&#x4F9B;&#x7684;&#x67F1;&#x72B6;&#x56FE;&#x7EC4;&#x4EF6;</p>

<p><b>3&#x3001;&#x540E;&#x7AEF;</b></p>
<p style="text-indent:2em">&#x89C6;&#x89C9;&#x548C;&#x524D;&#x7AEF;&#x5B9E;&#x73B0;&#x7684;&#x57FA;&#x7840;&#x9700;&#x8981;&#x540E;&#x7AEF;&#x7684;&#x652F;&#x6491;&#xFF0C;&#x540E;&#x7AEF;&#x7684;&#x7EC4;&#x4EF6;&#x4F53;&#x73B0;&#x5728;&#x57FA;&#x7840;&#x670D;&#x52A1;&#x4E0A;&#xFF0C;&#x4F8B;&#x5982;&#x6570;&#x636E;&#x6293;&#x53D6;&#x65B9;&#x6848;&#x3001;&#x6570;&#x636E;&#x5B58;&#x50A8;&#x65B9;&#x6848;&#x3001;&#x6570;&#x636E;&#x8BA1;&#x7B97;&#x65B9;&#x6848;&#x3001;&#x6570;&#x636E;&#x6E32;&#x67D3;&#x65B9;&#x6848;&#x7B49;&#x3002;</p>



                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="ChapterTwoPartOne.html" class="navigation navigation-prev " aria-label="Previous page: 第一篇 品牌化设计思维">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="ChapterTwoPartThree.html" class="navigation navigation-next " aria-label="Next page: 第三篇 制定设计规范的价值与方法">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"第二篇 组件化设计思维","level":"1.4.2","depth":2,"next":{"title":"第三篇 制定设计规范的价值与方法","level":"1.4.3","depth":2,"path":"ChapterTwoPartThree.md","ref":"ChapterTwoPartThree.md","articles":[]},"previous":{"title":"第一篇 品牌化设计思维","level":"1.4.1","depth":2,"path":"ChapterTwoPartOne.md","ref":"ChapterTwoPartOne.md","articles":[]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":["livereload"],"pluginsConfig":{"livereload":{},"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"ChapterTwoPartTwo.md","mtime":"2018-11-07T05:02:38.922Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2018-11-07T12:39:14.303Z"},"basePath":".","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="gitbook/gitbook.js"></script>
    <script src="gitbook/theme.js"></script>
    
        
        <script src="gitbook/gitbook-plugin-livereload/plugin.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

