
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>第一篇 最好的微服务应用——小团队作战 · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="FinalChapter.html" />
    
    
    <link rel="prev" href="ChapterSix.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="Preface.html">
            
                <a href="Preface.html">
            
                    
                    序
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="./">
            
                <a href="./">
            
                    
                    前言
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="ChapterOne.html">
            
                <a href="ChapterOne.html">
            
                    
                    第一章 包容的平台产品设计——海纳百川
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.3.1" data-path="ChapterOnePartOne.html">
            
                <a href="ChapterOnePartOne.html">
            
                    
                    第一篇 产品架构即产品未来
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.2" data-path="ChapterOnePartTwo.html">
            
                <a href="ChapterOnePartTwo.html">
            
                    
                    第二篇 寻找通性是为了更好的扩展
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.4" data-path="ChapterTwo.html">
            
                <a href="ChapterTwo.html">
            
                    
                    第二章 满意的视觉设计
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.4.1" data-path="ChapterTwoPartOne.html">
            
                <a href="ChapterTwoPartOne.html">
            
                    
                    第一篇 品牌化设计思维
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4.2" data-path="ChapterTwoPartTwo.html">
            
                <a href="ChapterTwoPartTwo.html">
            
                    
                    第二篇 组件化设计思维
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4.3" data-path="ChapterTwoPartThree.html">
            
                <a href="ChapterTwoPartThree.html">
            
                    
                    第三篇 制定设计规范的价值与方法
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4.4" data-path="ChapterTwoPartFour.html">
            
                <a href="ChapterTwoPartFour.html">
            
                    
                    第四篇 对数据可视化产品有利的设计建议
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.5" data-path="ChapterThree.html">
            
                <a href="ChapterThree.html">
            
                    
                    第三章 组件化思维引发数据中台与大数据的思考
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.6" data-path="ChapterFour.html">
            
                <a href="ChapterFour.html">
            
                    
                    第四章 发现大数据的魅力，培养数据思维
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.7" data-path="ChapterFive.html">
            
                <a href="ChapterFive.html">
            
                    
                    第五章 信念运营：相信与看见
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.8" data-path="ChapterSix.html">
            
                <a href="ChapterSix.html">
            
                    
                    第六章 湖人总冠军！
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter active" data-level="1.8.1" data-path="ChapterSixPartone.html">
            
                <a href="ChapterSixPartone.html">
            
                    
                    第一篇 最好的微服务应用——小团队作战
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.9" data-path="FinalChapter.html">
            
                <a href="FinalChapter.html">
            
                    
                    最终章 未来，因数据而来
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.10" data-path="AppendixOne.html">
            
                <a href="AppendixOne.html">
            
                    
                    附录一 Beta-地动仪设计规范
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.11" data-path="AppendixTwo.html">
            
                <a href="AppendixTwo.html">
            
                    
                    附录二 学无止境
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="." >第一篇 最好的微服务应用——小团队作战</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x7B2C;&#x4E00;&#x7BC7;----&#x6700;&#x597D;&#x7684;&#x5FAE;&#x670D;&#x52A1;&#x5E94;&#x7528;&#x2014;&#x2014;&#x5C0F;&#x56E2;&#x961F;&#x4F5C;&#x6218;">&#x7B2C;&#x4E00;&#x7BC7;    &#x6700;&#x597D;&#x7684;&#x5FAE;&#x670D;&#x52A1;&#x5E94;&#x7528;&#x2014;&#x2014;&#x5C0F;&#x56E2;&#x961F;&#x4F5C;&#x6218;</h1>
<p style="text-indent:2em">&#x4E9A;&#x9A6C;&#x900A;&#x5BF9;&#x4E8E;&#x201C;&#x5C0F;&#x56E2;&#x961F;&#x201D;&#x7ED9;&#x51FA;&#x4E86;&#x5F88;&#x5F62;&#x8C61;&#x7684;&#x8BF4;&#x6CD5;&#xFF0C;&#x5982;&#x679C;&#x4E24;&#x5F20;&#x62AB;&#x8428;&#x65E0;&#x6CD5;&#x6EE1;&#x8DB3;&#x4E00;&#x4E2A;&#x9879;&#x76EE;&#x56E2;&#x961F;&#xFF0C;&#x5C31;&#x4EE3;&#x8868;&#x7740;&#x8FD9;&#x4E2A;&#x56E2;&#x961F;&#x4EBA;&#x6570;&#x6709;&#x70B9;&#x591A;&#x4E86;&#x3002;&#x6CE8;&#x610F;&#x662F;&#x201C;&#x9879;&#x76EE;&#x56E2;&#x961F;&#x201D;&#xFF0C;&#x8FD9;&#x800C;&#x9879;&#x76EE;&#x56E2;&#x961F;&#x4E2D;&#x7684;&#x6210;&#x5458;&#x662F;&#x5404;&#x53F8;&#x5176;&#x804C;&#x7684;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x5305;&#x542B;&#x4E86;&#x4E0D;&#x540C;&#x7684;&#x5DE5;&#x79CD;&#x3002;&#x6211;&#x7406;&#x89E3;&#x7684;&#x201C;&#x5C0F;&#x56E2;&#x961F;&#x201D;&#x4F5C;&#x6218;&#x8981;&#x5177;&#x5907;&#x4E24;&#x4E2A;&#x7279;&#x6027;&#xFF1A;&#x201C;&#x56E2;&#x961F;&#x201D;&#x548C;&#x201C;&#x6548;&#x7387;&#x201D;&#x3002;&#x9996;&#x5148;&#x65E0;&#x8BBA;&#x9879;&#x76EE;&#x957F;&#x77ED;&#xFF0C;&#x6210;&#x5458;&#x4E4B;&#x95F4;&#x662F;&#x9700;&#x8981;&#x957F;&#x671F;&#x534F;&#x4F5C;&#x7684;&#xFF0C;&#x5E76;&#x4E14;&#x5F62;&#x6210;&#x4E86;&#x72EC;&#x7279;&#x7684;&#x89C4;&#x5219;&#x548C;&#x673A;&#x5236;&#x4EE5;&#x8FDE;&#x63A5;&#x5E76;&#x7EA6;&#x675F;&#x5404;&#x6210;&#x5458;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x9ED8;&#x5951;&#xFF0C;&#x8FD9;&#x6837;&#x7684;&#x7EC4;&#x5408;&#x624D;&#x80FD;&#x53EB;&#x505A;&#x56E2;&#x961F;&#x3002;&#x4E34;&#x65F6;&#x5DE5;&#x4E5F;&#x53EA;&#x80FD;&#x8D77;&#x5230;&#x53CD;&#x4F5C;&#x7528;&#x3002;&#x5176;&#x6B21;&#x6240;&#x6709;&#x89C4;&#x5219;&#x548C;&#x673A;&#x5236;&#x90FD;&#x662F;&#x4E3A;&#x4E86;&#x5FEB;&#x901F;&#x54CD;&#x5E94;&#x800C;&#x5B58;&#x5728;&#x7684;&#xFF0C;&#x4F8B;&#x5982;&#x4E0D;&#x662F;&#x6240;&#x6709;&#x95EE;&#x9898;&#x90FD;&#x9700;&#x8981;&#x5F00;&#x4F1A;&#x6765;&#x89E3;&#x51B3;&#x3002;&#x4E4B;&#x6240;&#x4EE5;&#x9700;&#x8981;&#x5FEB;&#x901F;&#xFF0C;&#x662F;&#x56E0;&#x4E3A;&#x6211;&#x4EEC;&#x5BF9;&#x4E8E;&#x5E02;&#x573A;&#x4F5C;&#x51FA;&#x7684;&#x51B3;&#x7B56;&#x662F;&#x6709;&#x5EF6;&#x8FDF;&#x7684;&#xFF0C;&#x9700;&#x8981;&#x901A;&#x8FC7;&#x5FEB;&#x901F;&#x8FED;&#x4EE3;&#x7684;&#x65B9;&#x6CD5;&#x6765;&#x51CF;&#x5C11;&#x5EF6;&#x8FDF;&#x5E26;&#x6765;&#x7684;&#x8D1F;&#x9762;&#x5F71;&#x54CD;&#x3002;</p>

<p style="text-indent:2em">&#x5982;&#x679C;&#x6211;&#x4EEC;&#x4E0D;&#x628A;NBA&#x770B;&#x4F5C;&#x6210;&#x4E00;&#x4E2A;&#x8D5B;&#x4E8B;&#xFF0C;&#x800C;&#x662F;&#x770B;&#x4F5C;&#x4E00;&#x4E2A;&#x4F01;&#x4E1A;&#xFF0C;&#x6211;&#x4EEC;&#x4F1A;&#x53D1;&#x73B0;NBA&#x4E2D;&#x7684;30&#x652F;&#x7403;&#x961F;&#x5C31;&#x662F;&#x201C;&#x5C0F;&#x56E2;&#x961F;&#x201D;&#x4F5C;&#x6218;&#x7684;&#x6700;&#x597D;&#x5B9E;&#x8DF5;&#x3002;</p>

<p style="text-indent:2em">&#x961F;&#x4F0D;&#x5EFA;&#x8BBE;&#x3002;&#x65E0;&#x8BBA;&#x662F;&#x7403;&#x961F;&#x7684;&#x521B;&#x5EFA;&#x8FD8;&#x662F;&#x7403;&#x961F;&#x7684;&#x91CD;&#x7EC4;&#xFF0C;&#x90FD;&#x79BB;&#x4E0D;&#x5F00;&#x6700;&#x57FA;&#x672C;&#x4E5F;&#x662F;&#x6700;&#x6838;&#x5FC3;&#x7684;&#x4E94;&#x4E2A;&#x53F7;&#x4F4D;&#xFF08;PG&#x3001;SG&#x3001;SF&#x3001;PF&#x3001;C&#xFF09;&#xFF0C;&#x6CA1;&#x6709;&#x4E00;&#x573A;&#x6BD4;&#x8D5B;&#x662F;&#x56DB;&#x4E2A;&#x4EBA;&#x4E0A;&#x573A;&#xFF0C;&#x4E5F;&#x6CA1;&#x6709;&#x4E00;&#x573A;&#x6BD4;&#x8D5B;&#x4E2D;&#x6709;&#x4E24;&#x4E2A;&#x4EBA;&#x6253;&#x76F8;&#x540C;&#x7684;&#x4F4D;&#x7F6E;&#xFF0C;&#x5373;&#x4F7F;&#x539F;&#x540C;&#x4F4D;&#x7F6E;&#x7684;&#x7403;&#x5458;&#x4E0A;&#x573A;&#x540E;&#x4E5F;&#x4F1A;&#x6309;&#x7167;&#x4E0D;&#x540C;&#x7684;&#x4F4D;&#x7F6E;&#x8FDB;&#x884C;&#x5206;&#x914D;&#x3002;&#x5927;&#x90E8;&#x5206;&#x7403;&#x5458;&#x662F;&#x4EE5;&#x9AD8;&#x6821;&#x8D5B;&#x4E8B;&#x4E2D;&#x7684;&#x8868;&#x73B0;&#x4F5C;&#x4E3A;&#x8FDB;&#x5165;NBA&#x9009;&#x79C0;&#x7684;&#x7B79;&#x7801;&#xFF0C;&#x800C;&#x7403;&#x961F;&#x83B7;&#x53D6;&#x7403;&#x5458;&#x7684;&#x65B9;&#x5F0F;&#x4E00;&#x79CD;&#x662F;&#x4FF1;&#x4E50;&#x90E8;&#x4E92;&#x6362;&#xFF0C;&#x4E00;&#x79CD;&#x5C31;&#x662F;&#x987A;&#x4F4D;&#x9009;&#x79C0;&#x3002;&#x7403;&#x5458;&#x62A5;&#x544A;&#x90FD;&#x662F;&#x6839;&#x636E;&#x7403;&#x5458;&#x5728;&#x5B9E;&#x6218;&#x4E2D;&#x7684;&#x6210;&#x7EE9;&#x4E3A;&#x4F9D;&#x636E;&#x7684;&#xFF0C;&#x4E8B;&#x5B9E;&#x4E0A;&#xFF0C;&#x6CA1;&#x6709;&#x4E00;&#x4E2A;&#x7EC4;&#x7EC7;&#x53EB;&#x5F97;&#x5206;&#x540E;&#x536B;&#x4FF1;&#x4E50;&#x90E8;&#x3001;&#x63A7;&#x7403;&#x540E;&#x536B;&#x4FF1;&#x4E50;&#x90E8;&#xFF0C;&#x4ECE;&#x6765;&#x6CA1;&#x6709;&#x4E00;&#x4E2A;&#x7EC4;&#x7EC7;&#x662F;&#x6309;&#x7167;&#x67D0;&#x4E2A;&#x53F7;&#x4F4D;&#x53BB;&#x57F9;&#x517B;&#x7403;&#x5458;&#x7684;&#x3002;</p>

<p style="text-indent:2em">&#x5B63;&#x524D;&#x8D5B;&#x53EF;&#x4EE5;&#x770B;&#x4F5C;&#x662F;&#x7403;&#x5458;&#x4E0E;&#x7403;&#x5458;&#x3001;&#x7403;&#x5458;&#x4E0E;&#x7403;&#x961F;&#x7684;&#x78E8;&#x5408;&#x671F;&#xFF0C;&#x5E38;&#x89C4;&#x8D5B;&#x53EF;&#x4EE5;&#x770B;&#x505A;&#x7403;&#x961F;&#x95F4;&#x7684;&#x8BD5;&#x63A2;&#x671F;&#x4EE5;&#x53CA;&#x7403;&#x961F;&#x672C;&#x8EAB;&#x6218;&#x672F;&#x7684;&#x68C0;&#x9A8C;&#x671F;&#xFF0C;&#x8FD9;&#x4E24;&#x4E2A;&#x9636;&#x6BB5;&#x5C31;&#x662F;&#x4E3A;&#x4E86;&#x8BA9;&#x7403;&#x961F;&#x80FD;&#x591F;&#x6210;&#x4E3A;&#x4E00;&#x4E2A;&#x201C;&#x56E2;&#x961F;&#x201D;&#xFF0C;&#x90FD;&#x8FC7;&#x4E0D;&#x65AD;&#x5730;&#x78E8;&#x5408;&#x3001;&#x68C0;&#x9A8C;&#x5F62;&#x6210;&#x72EC;&#x7279;&#x7684;&#x673A;&#x5236;&#x3002;&#x6211;&#x4EEC;&#x89C2;&#x5BDF;&#x52C7;&#x58EB;&#x7684;&#x6BD4;&#x8D5B;&#x5C31;&#x53EF;&#x4EE5;&#x770B;&#x5230;&#x7403;&#x6743;&#x7684;&#x8F6E;&#x8F6C;&#x548C;&#x7403;&#x5458;&#x95F4;&#x7684;&#x8DD1;&#x52A8;&#x90FD;&#x662F;&#x9876;&#x7EA7;&#x6C34;&#x5E73;&#xFF0C;&#x8FD9;&#x5C31;&#x662F;&#x9ED8;&#x5951;&#x3002;&#x201C;&#x5FEB;&#x901F;&#x201D;&#x5219;&#x4F53;&#x73B0;&#x5728;&#x7403;&#x961F;&#x7684;&#x961F;&#x5185;&#x6A21;&#x62DF;&#x8D5B;&#x548C;&#x4E13;&#x9879;&#x8BAD;&#x7EC3;&#xFF0C;&#x901A;&#x8FC7;&#x524D;&#x4E00;&#x5929;&#x7684;&#x7ED3;&#x679C;&#x53CD;&#x9988;&#xFF0C;&#x5FEB;&#x901F;&#x8C03;&#x6574;&#x6218;&#x672F;&#x5E76;&#x8FDB;&#x5165;&#x4E0B;&#x4E00;&#x4E2A;&#x68C0;&#x9A8C;&#x8282;&#x70B9;&#x3002;</p>

<p style="text-indent:2em">&#x5B63;&#x540E;&#x8D5B;&#x5219;&#x662F;&#x771F;&#x6B63;&#x7684;&#x91D1;&#x6208;&#x94C1;&#x7532;&#x3001;&#x77ED;&#x5175;&#x63A5;&#x6218;&#x3002;&#x5404;&#x4E2A;&#x7403;&#x961F;&#x95F4;&#x7684;&#x7ADE;&#x4E89;&#x662F;&#x4E3A;&#x4E86;&#x83B7;&#x5F97;NBA&#x5E74;&#x5EA6;&#x603B;&#x51A0;&#x519B;&#x7684;&#x5934;&#x8854;&#xFF0C;&#x5982;&#x679C;&#x6211;&#x4EEC;&#x628A;NBA&#x603B;&#x51A0;&#x519B;&#x770B;&#x4F5C;&#x6210;&#x4E00;&#x4E2A;&#x9879;&#x76EE;&#x800C;&#x4E0D;&#x662F;&#x4E00;&#x4E2A;&#x7ED3;&#x679C;&#x7684;&#x8BDD;&#xFF0C;&#x90A3;&#x4E48;&#x6BCF;&#x4E00;&#x652F;&#x7403;&#x961F;&#x90FD;&#x53D8;&#x6210;&#x4E86;&#x9879;&#x76EE;&#x56E2;&#x961F;&#xFF0C;&#x6BCF;&#x4E00;&#x4E2A;&#x9879;&#x76EE;&#x56E2;&#x961F;&#x90FD;&#x5728;&#x6781;&#x529B;&#x8BC1;&#x660E;&#x81EA;&#x5DF1;&#x6709;&#x80FD;&#x529B;&#x83B7;&#x5F97;&#x8FD9;&#x4E2A;&#x9879;&#x76EE;&#x3002;&#x5931;&#x8D25;&#x7684;&#x7403;&#x961F;&#x5C06;&#x4F1A;&#x88AB;&#x6DD8;&#x6C70;&#xFF0C;&#x4F1A;&#x9762;&#x4E34;&#x7740;&#x91CD;&#x7EC4;&#x751A;&#x81F3;&#x89E3;&#x6563;&#x3002;&#x80DC;&#x5229;&#x7684;&#x7403;&#x961F;&#x5C06;&#x4F1A;&#x83B7;&#x5F97;&#x8FD9;&#x4E00;&#x8363;&#x8A89;&#xFF0C;&#x9879;&#x76EE;&#x7684;&#x4EF7;&#x503C;&#x5927;&#x662F;&#x7403;&#x961F;&#x7559;&#x540D;&#x9752;&#x53F2;&#xFF0C;&#x5C0F;&#x5219;&#x662F;&#x4E3A;&#x4FF1;&#x4E50;&#x90E8;&#x83B7;&#x53D6;&#x66F4;&#x5927;&#x7684;&#x5229;&#x6DA6;&#x3002;</p>

<p style="text-indent:2em">&#x5BF9;&#x4E8E;&#x4E00;&#x4E2A;&#x957F;&#x671F;&#x6709;&#x4EF7;&#x503C;&#x7684;&#x4EA7;&#x54C1;&#x6216;&#x8005;&#x9879;&#x76EE;&#x6765;&#x8BF4;&#xFF0C;&#x201C;&#x5C0F;&#x56E2;&#x961F;&#x201D;&#x7684;&#x4F5C;&#x6218;&#x65B9;&#x5F0F;&#x662F;&#x6210;&#x529F;&#x7684;&#x5173;&#x952E;&#xFF0C;&#x66F4;&#x6709;&#x5229;&#x4E8E;&#x95ED;&#x73AF;&#x5EFA;&#x8BBE;&#x3002;&#x6838;&#x5FC3;&#x56E2;&#x961F;&#x624D;&#x80FD;&#x51B3;&#x5B9A;&#x4E86;&#x4EA7;&#x54C1;&#x751F;&#x547D;&#x7684;&#x957F;&#x5EA6;&#x3002;&#x53CD;&#x4E4B;&#xFF0C;&#x5F53;&#x4F01;&#x4E1A;&#x53D1;&#x73B0;&#x6709;&#x4EF7;&#x503C;&#x7684;&#x9700;&#x6C42;&#x4E4B;&#x540E;&#xFF0C;&#x5E94;&#x8BE5;&#x601D;&#x8003;&#x5982;&#x4F55;&#x624D;&#x80FD;&#x8BA9;&#x9879;&#x76EE;&#x4EA7;&#x751F;&#x4E0E;&#x4E4B;&#x7B49;&#x4EF7;&#x751A;&#x81F3;&#x66F4;&#x9AD8;&#x7684;&#x56DE;&#x62A5;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x8981;&#x601D;&#x8003;&#x6539;&#x5982;&#x4F55;&#x7EC4;&#x5EFA;&#x6838;&#x5FC3;&#x56E2;&#x961F;&#x2014;&#x62DB;&#x6807;&#x3002;&#x62DB;&#x6807;&#x5373;&#x6709;&#x80FD;&#x529B;&#x8005;&#x5C45;&#x4E0A;&#xFF0C;&#x4F01;&#x4E1A;&#x53D1;&#x5E03;&#x9879;&#x76EE;&#x4FE1;&#x606F;&#xFF0C;&#x5404;&#x4E2A;&#x9879;&#x76EE;&#x56E2;&#x961F;&#x9700;&#x8981;&#x7528;&#x7ADE;&#x4E89;&#x7684;&#x65B9;&#x5F0F;&#x53BB;&#x8BC1;&#x660E;&#x81EA;&#x5DF1;&#x7684;&#x56E2;&#x961F;&#x6BD4;&#x5176;&#x4ED6;&#x56E2;&#x961F;&#x66F4;&#x52A0;&#x80FD;&#x591F;&#x80DC;&#x4EFB;&#x8FD9;&#x4E2A;&#x9879;&#x76EE;&#x3002;&#x8BC1;&#x660E;&#x7684;&#x4F9D;&#x636E;&#x5C06;&#x4F1A;&#x5728;&#x6307;&#x6807;&#x3001;&#x9879;&#x76EE;&#x7406;&#x89E3;&#x3001;&#x9884;&#x8BA1;&#x7EE9;&#x6548;&#x7B49;&#x7EF4;&#x5EA6;&#x901A;&#x8FC7;&#x589E;&#x52A0;&#x6743;&#x91CD;&#x7EFC;&#x5408;&#x8BC4;&#x4F30;&#x3002;&#x6307;&#x6807;&#x5219;&#x662F;&#x4ECE;&#x56E2;&#x961F;&#x6574;&#x4F53;&#x5230;&#x4E2A;&#x4EBA;&#x5386;&#x6765;&#x6240;&#x7ECF;&#x5386;&#x4E0D;&#x540C;&#x9879;&#x76EE;&#x7684;&#x80FD;&#x529B;&#x6307;&#x6570;&#x53CD;&#x9988;&#xFF0C;&#x6570;&#x5B57;&#x5316;&#x4E4B;&#x540E;&#x5C31;&#x662F;&#x6210;&#x672C;&#xFF08;&#x5355;&#x4EF7;&#x3001;&#x603B;&#x4EF7;&#x3001;&#x5DE5;&#x4F5C;&#x6548;&#x7387;&#x3001;KPI&#x8FBE;&#x6210;&#x7387;&#x7B49;&#xFF09;&#x3002;&#x6211;&#x8BA4;&#x4E3A;&#x8FD9;&#x662F;&#x5BF9;&#x5F85;&#x9879;&#x76EE;&#x5E94;&#x8BE5;&#x6709;&#x7684;&#x6001;&#x5EA6;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x968F;&#x673A;&#x62BD;&#x53D6;&#x77ED;&#x671F;&#x8D44;&#x6E90;&#xFF0C;&#x8FD9;&#x6837;&#x505A;&#x7684;&#x7ED3;&#x679C;&#x65E0;&#x975E;&#x5C31;&#x662F;&#x4E0D;&#x65AD;&#x5EF6;&#x957F;&#x4EF7;&#x503C;&#x7684;&#x4EA4;&#x4ED8;&#x65F6;&#x95F4;&#x3002;</p>

<p style="text-indent:2em"><b>&#x5EB7;&#x5A01;&#x5B9A;&#x5F8B;</b>&#x7ED9;&#x4E86;&#x6211;&#x4EEC;&#x5F88;&#x5927;&#x7684;&#x6307;&#x5BFC;&#x610F;&#x4E49;&#xFF0C;&#x5728;&#x300A;&#x4EBA;&#x6708;&#x795E;&#x8BDD;&#x300B;&#x4E2D;&#x88AB;&#x63D0;&#x70BC;&#x51FA;&#x56DB;&#x6761;&#x5B9A;&#x5F8B;&#xFF0C;&#x6211;&#x5728;&#x6B64;&#x57FA;&#x7840;&#x4E0A;&#x8FDB;&#x884C;&#x4E86;&#x7B80;&#x5316;&#x63D0;&#x70BC;&#x3002;</p>
<p style="text-indent:2em"><b>&#x7B2C;&#x4E00;&#x5B9A;&#x5F8B;&#xFF1A;&#x6C9F;&#x901A;&#x51B3;&#x5B9A;&#x8BBE;&#x8BA1;&#x3002;</b>&#x6211;&#x4EEC;&#x9009;&#x62E9;&#x7684;&#x6C9F;&#x901A;&#x65B9;&#x5F0F;&#xFF0C;&#x51B3;&#x5B9A;&#x4E86;&#x7CFB;&#x7EDF;&#x8BBE;&#x8BA1;&#x4E0E;&#x4EA7;&#x54C1;&#x8BBE;&#x8BA1;&#x7684;&#x5F62;&#x6001;&#x3002;&#x540C;&#x7406;&#xFF0C;&#x8D8A;&#x591A;&#x7684;&#x6C9F;&#x901A;&#x6E20;&#x9053;&#x5219;&#x4EE3;&#x8868;&#x7740;&#x4F1A;&#x4EA7;&#x751F;&#x8D8A;&#x590D;&#x6742;&#x7684;&#x7CFB;&#x7EDF;&#x8BBE;&#x8BA1;&#x4E0E;&#x4EA7;&#x54C1;&#x8BBE;&#x8BA1;&#x3002;</p>

<p><center><img src="https://user-images.githubusercontent.com/20765716/48111180-49b91d00-e28b-11e8-8cf5-5c581b0e80e2.png" style="display: table-cell; vertical-align: middle;text-align: center;" alt="&#x6C9F;&#x901A;&#x51B3;&#x5B9A;&#x8BBE;&#x8BA1;"></center></p>
<p style="text-align: center; color: #949494;font-size: 14px;">&#x6C9F;&#x901A;&#x51B3;&#x5B9A;&#x8BBE;&#x8BA1;</p>

<p style="text-indent:2em"><b>&#x7B2C;&#x4E8C;&#x5B9A;&#x5F8B;&#xFF1A;&#x64D2;&#x8D3C;&#x5148;&#x64D2;&#x738B;&#x3002;</b>&#x4E5F;&#x5C31;&#x662F;&#x5148;&#x89E3;&#x51B3;&#x4E3B;&#x8981;&#x77DB;&#x76FE;&#xFF0C;&#x518D;&#x89E3;&#x51B3;&#x6B21;&#x8981;&#x77DB;&#x76FE;&#x3002;&#x6709;&#x4E24;&#x4E2A;&#x573A;&#x666F;&#x4F34;&#x968F;&#x7740;&#x6211;&#x4EEC;&#x7684;&#x65E5;&#x5E38;&#x5DE5;&#x4F5C;&#xFF0C;&#x9700;&#x6C42;&#x8FC7;&#x4E8E;&#x590D;&#x6742;&#x600E;&#x4E48;&#x529E;&#xFF1F;&#x5FFD;&#x7565;&#x7EC6;&#x8282;&#x3002;&#x6CA1;&#x6709;&#x8DB3;&#x591F;&#x7684;&#x8D44;&#x6E90;&#x600E;&#x4E48;&#x529E;&#xFF1F; &#x653E;&#x5F03;&#x90E8;&#x5206;&#x529F;&#x80FD;&#x3002;&#x80FD;&#x529B;&#x518D;&#x5F3A;&#x7684;&#x4EBA;&#x7CBE;&#x529B;&#x4E5F;&#x662F;&#x6709;&#x9650;&#x7684;&#x989D;&#xFF0C;&#x540C;&#x65F6;&#x8DD1;&#x4E94;&#x4E2A;&#x4F4D;&#x7F6E;&#x7684;&#x7403;&#x5458;&#x66F4;&#x662F;&#x5C11;&#x4E4B;&#x53C8;&#x5C11;&#xFF0C;&#x201C;&#x7834;&#x7F50;&#x5B50;&#x7834;&#x6454;&#x201D;&#x4E5F;&#x8BB8;&#x662F;&#x4E2A;&#x4E0D;&#x9519;&#x7684;&#x9009;&#x62E9;&#x3002; MVP&#x4E5F;&#x662F;&#x8FD9;&#x4E2A;&#x9053;&#x7406;&#xFF0C;&#x653E;&#x5F03;&#x5B8C;&#x7F8E;&#x7B56;&#x7565;&#x3002;</p>

<pre><code>&#x636E;&#x8BF4;Eric&#x88AB;&#x4E00;&#x5BB6;&#x822A;&#x7A7A;&#x516C;&#x53F8;&#x8BF7;&#x53BB;&#x505A;&#x5B89;&#x5168;&#x54A8;&#x8BE2;&#x987E;&#x95EE;&#xFF0C;&#x590D;&#x6742;&#x4FDD;&#x8BC1;&#x98DE;&#x673A;&#x98DE;&#x884C;&#x7CFB;&#x7EDF;&#x7684;&#x7A33;&#x5B9A;&#x6027;&#x548C;&#x5B89;&#x5168;&#x6027;&#x3002;Eric&#x8BA4;&#x4E3A;&#x505A;&#x5230;&#x5B89;&#x5168;&#x6709;&#x4E24;&#x79CD;&#x65B9;&#x5F0F;&#xFF1A;
&#x5E38;&#x89C4;&#x7684;&#x5B89;&#x5168;&#x6307;&#x7684;&#x662F;&#x5C3D;&#x53EF;&#x80FD;&#x591A;&#x7684;&#x53D1;&#x73B0;&#x5E76;&#x6D88;&#x9664;&#x9519;&#x8BEF;&#x7684;&#x90E8;&#x5206;&#xFF0C;&#x8FBE;&#x5230;&#x7EDD;&#x5BF9;&#x5B89;&#x5168;&#xFF0C;&#x8FD9;&#x662F;&#x7406;&#x60F3;&#x3002;
&#x53E6;&#x4E00;&#x79CD;&#x5219;&#x662F;&#x5F39;&#x6027;&#x5B89;&#x5168;&#xFF0C;&#x5373;&#x4F7F;&#x53D1;&#x751F;&#x9519;&#x8BEF;&#xFF0C;&#x53EA;&#x8981;&#x53CA;&#x65F6;&#x6062;&#x590D;&#xFF0C;&#x4E5F;&#x80FD;&#x6B63;&#x5E38;&#x5DE5;&#x4F5C;&#xFF0C;&#x8FD9;&#x662F;&#x73B0;&#x5B9E;&#x3002;
&#x5BF9;&#x4E8E;&#x98DE;&#x673A;&#x8FD9;&#x6837;&#x7684;&#x590D;&#x6742;&#x7CFB;&#x7EDF;&#xFF0C;&#x518D;&#x725B;&#x903C;&#x7684;&#x4EBA;&#x4E5F;&#x65E0;&#x6CD5;&#x8003;&#x8651;&#x5230;&#x6F0F;&#x6D1E;&#x7684;&#x65B9;&#x65B9;&#x9762;&#x9762;&#xFF0C;&#x6240;&#x4EE5;Eric&#x5EFA;&#x8BAE;&#x653E;&#x5F03;&#x6253;&#x9020;&#x5B8C;&#x7F8E;&#x7CFB;&#x7EDF;&#x7684;&#x60F3;&#x6CD5;&#xFF0C;&#x800C;&#x662F;&#x901A;&#x8FC7;&#x4E0D;&#x65AD;&#x7684;&#x8BD5;&#x98DE;&#xFF0C;&#x53D1;&#x73B0;&#x95EE;&#x9898;&#xFF0C;&#x786E;&#x4FDD;&#x95EE;&#x9898;&#x53D1;&#x751F;&#x65F6;&#xFF0C;&#x7CFB;&#x7EDF;&#x80FD;&#x81EA;&#x52A8;&#x590D;&#x539F;&#x5373;&#x53EF;&#xFF08;&#x81EA;&#x52A8;&#x5316;&#x8FD0;&#x7EF4;DevOps&#xFF09;&#xFF0C;&#x800C;&#x4E0D;&#x8FFD;&#x6C42;&#x98DE;&#x884C;&#x7CFB;&#x7EDF;&#x7684;&#x7EDD;&#x5BF9;&#x6B63;&#x786E;&#x548C;&#x5B89;&#x5168;&#x3002;&#x63D0;&#x9AD8;&#x5BB9;&#x9519;&#x7387;
</code></pre><p style="text-indent:2em"><b>&#x7B2C;&#x4E09;&#x5B9A;&#x5F8B;&#xFF1A;&#x4E1A;&#x52A1;&#x51B3;&#x5B9A;&#x56E2;&#x961F;&#x3002;</b>&#x6309;&#x7167;&#x4E1A;&#x52A1;&#x5212;&#x5206;&#x56E2;&#x961F;&#xFF0C;&#x76F8;&#x6BD4;&#x4E8E;&#x6309;&#x7167;&#x804C;&#x80FD;&#x5212;&#x5206;&#x56E2;&#x961F;&#x66F4;&#x5BB9;&#x6613;&#x6CBB;&#x7406;&#x3002;&#x8FD9;&#x6B63;&#x662F;&#x5EB7;&#x5A01;&#x5B9A;&#x5F8B;&#x7684;&#x5C0F;&#x56E2;&#x961F;&#x5E94;&#x7528;&#xFF0C;&#x4E5F;&#x662F;&#x5FAE;&#x670D;&#x52A1;&#x7684;&#x4F53;&#x73B0;&#x3002;&#x5FAE;&#x670D;&#x52A1;&#x4E0E;&#x7EC4;&#x4EF6;&#x7684;&#x6982;&#x5FF5;&#x76F8;&#x4F3C;&#xFF0C;&#x53EF;&#x4EE5;&#x901A;&#x8FC7;&#x4E1A;&#x52A1;&#x660E;&#x786E;&#x5404;&#x670D;&#x52A1;&#x95F4;&#x7684;&#x8FB9;&#x754C;&#xFF0C;&#x5373;&#x4F4E;&#x8026;&#x5408;&#x3002;&#x4E0D;&#x5149;&#x6709;&#x5229;&#x4E8E;&#x670D;&#x52A1;&#x81EA;&#x8EAB;&#x7684;&#x5FEB;&#x901F;&#x8FED;&#x4EE3;&#xFF0C;&#x66F4;&#x6709;&#x5229;&#x4E8E;&#x6574;&#x4F53;&#x7684;&#x5FEB;&#x901F;&#x63D0;&#x5347;&#xFF0C;&#x6781;&#x5927;&#x7684;&#x51CF;&#x5C11;&#x4E86;&#x6C9F;&#x901A;&#x6210;&#x672C;&#x3002;</p>

<p style="text-indent:2em"><b>&#x7B2C;&#x56DB;&#x5B9A;&#x5F8B;&#xFF1A;&#x5206;&#x800C;&#x6CBB;&#x4E4B;&#x3002;</b>&#x8D8A;&#x590D;&#x6742;&#x7684;&#x7CFB;&#x7EDF;&#x8D8A;&#x9002;&#x5408;&#x4E5F;&#x8D8A;&#x9700;&#x8981;&#x62C6;&#x5206;&#x3002;&#x65E5;&#x5E38;&#x7684;&#x56E2;&#x961F;&#x7BA1;&#x7406;&#x4E2D;&#x5F88;&#x5F62;&#x8C61;&#x7684;&#x5370;&#x8BC1;&#x4E86;&#x8FD9;&#x4E00;&#x70B9;&#xFF0C;&#x5F53;&#x4E00;&#x4E2A;&#x7EC4;&#x7EC7;&#x4EBA;&#x6570;&#x548C;&#x804C;&#x80FD;&#x8D8A;&#x6765;&#x8D8A;&#x591A;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x5982;&#x679C;&#x4F9D;&#x7136;&#x53EA;&#x6709;&#x4E00;&#x4E2A;TL&#x76F4;&#x63A5;&#x7BA1;&#x7406;&#xFF0C;&#x8FD9;&#x5C06;&#x4F34;&#x968F;&#x7740;&#x6781;&#x5927;&#x7684;&#x6C9F;&#x901A;&#x6210;&#x672C;&#x548C;&#x7BA1;&#x7406;&#x6210;&#x672C;&#x3002;&#x8FD9;&#x79CD;&#x60C5;&#x51B5;&#x7684;&#x89E3;&#x51B3;&#x65B9;&#x6CD5;&#x5C31;&#x662F;&#x5206;&#x89E3;&#xFF0C;&#x8FD0;&#x7528;&#x7B2C;&#x4E09;&#x6761;&#x5B9A;&#x5F8B;&#xFF1A;&#x6309;&#x7167;&#x4E1A;&#x52A1;&#x5212;&#x5206;&#x56E2;&#x961F;&#xFF0C;&#x7531;TL&#x76F4;&#x63A5;&#x5BF9;&#x63A5;&#x5C0F;&#x56E2;&#x961F;TL&#xFF0C;&#x8D4B;&#x4E88;&#x5BF9;&#x5E94;&#x7684;&#x4E1A;&#x52A1;&#x6743;&#x5229;&#xFF0C;&#x5141;&#x8BB8;&#x5C0F;&#x56E2;&#x961F;&#x81EA;&#x6CBB;&#x3002;</p> 


<p style="text-indent:2em"><b>&#x4EE5;&#x4E0A;&#x5171;&#x52C9;</b></p>
                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="ChapterSix.html" class="navigation navigation-prev " aria-label="Previous page: 第六章 湖人总冠军！">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="FinalChapter.html" class="navigation navigation-next " aria-label="Next page: 最终章 未来，因数据而来">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"第一篇 最好的微服务应用——小团队作战","level":"1.8.1","depth":2,"next":{"title":"最终章 未来，因数据而来","level":"1.9","depth":1,"path":"FinalChapter.md","ref":"FinalChapter.md","articles":[]},"previous":{"title":"第六章 湖人总冠军！","level":"1.8","depth":1,"path":"ChapterSix.md","ref":"ChapterSix.md","articles":[{"title":"第一篇 最好的微服务应用——小团队作战","level":"1.8.1","depth":2,"path":"ChapterSixPartone.md","ref":"ChapterSixPartone.md","articles":[]}]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":["livereload"],"pluginsConfig":{"livereload":{},"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"ChapterSixPartone.md","mtime":"2018-11-07T05:21:31.025Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2018-11-06T08:52:03.893Z"},"basePath":".","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="gitbook/gitbook.js"></script>
    <script src="gitbook/theme.js"></script>
    
        
        <script src="gitbook/gitbook-plugin-livereload/plugin.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

