
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>第一篇 产品架构即产品未来 · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="ChapterOnePartTwo.html" />
    
    
    <link rel="prev" href="ChapterOne.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="./">
            
                <a href="./">
            
                    
                    序
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="Preface.html">
            
                <a href="Preface.html">
            
                    
                    前言
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="ChapterOne.html">
            
                <a href="ChapterOne.html">
            
                    
                    第一章 包容的平台产品设计—海纳百川
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter active" data-level="1.3.1" data-path="ChapterOnePartOne.html">
            
                <a href="ChapterOnePartOne.html">
            
                    
                    第一篇 产品架构即产品未来
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.2" data-path="ChapterOnePartTwo.html">
            
                <a href="ChapterOnePartTwo.html">
            
                    
                    第二篇 寻找通性是为了更好的扩展
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.4" data-path="ChapterTwo.html">
            
                <a href="ChapterTwo.html">
            
                    
                    第二章 满意的视觉设计
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.4.1" data-path="ChapterTwoPartOne.html">
            
                <a href="ChapterTwoPartOne.html">
            
                    
                    第一篇 品牌化设计思维
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4.2" data-path="ChapterTwoPartTwo.html">
            
                <a href="ChapterTwoPartTwo.html">
            
                    
                    第二篇 组件化设计思维
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4.3" data-path="ChapterTwoPartThree.html">
            
                <a href="ChapterTwoPartThree.html">
            
                    
                    第三篇 制定设计规范的价值与方法
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4.4" data-path="ChapterTwoPartFour.html">
            
                <a href="ChapterTwoPartFour.html">
            
                    
                    第四篇 对数据可视化产品有利的设计建议
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.5" data-path="ChapterThree.html">
            
                <a href="ChapterThree.html">
            
                    
                    第三章 组件化思维引发数据中台与大数据的思考
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.6" data-path="ChapterFour.html">
            
                <a href="ChapterFour.html">
            
                    
                    第四章 发现大数据的魅力，培养数据思维
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.7" data-path="ChapterFive.html">
            
                <a href="ChapterFive.html">
            
                    
                    第五章 信念运营：相信与看见
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.8" data-path="ChapterSix.html">
            
                <a href="ChapterSix.html">
            
                    
                    第六章 湖人总冠军！
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.8.1" data-path="ChapterSixPartone.html">
            
                <a href="ChapterSixPartone.html">
            
                    
                    第一篇 最好的微服务应用—小团队作战
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.9" data-path="FinalChapter.html">
            
                <a href="FinalChapter.html">
            
                    
                    最终章 未来，因数据而来
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.10" data-path="AppendixOne.html">
            
                <a href="AppendixOne.html">
            
                    
                    附录一 β-地动仪设计规范
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.11" data-path="AppendixTwo.html">
            
                <a href="AppendixTwo.html">
            
                    
                    附录二 链接汇总
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="." >第一篇 产品架构即产品未来</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x7B2C;&#x4E00;&#x7BC7;----&#x4EA7;&#x54C1;&#x67B6;&#x6784;&#x5373;&#x4EA7;&#x54C1;&#x672A;&#x6765;">&#x7B2C;&#x4E00;&#x7BC7;    &#x4EA7;&#x54C1;&#x67B6;&#x6784;&#x5373;&#x4EA7;&#x54C1;&#x672A;&#x6765;</h1>
<p style="text-indent:2em">&#x65E0;&#x8BBA;&#x662F;&#x5E73;&#x53F0;&#x578B;&#x4EA7;&#x54C1;&#x8FD8;&#x662F;&#x57FA;&#x7840;&#x578B;&#x4EA7;&#x54C1;&#xFF0C;&#x90FD;&#x9700;&#x8981;&#x660E;&#x767D;&#x67B6;&#x6784;&#x5373;&#x672A;&#x6765;&#x3002;&#x5728;&#x4EA7;&#x54C1;&#x6295;&#x5165;&#x5F00;&#x53D1;&#x4E4B;&#x524D;&#xFF0C;&#x96BE;&#x514D;&#x89C1;&#x5230;&#x90E8;&#x5206;&#x4EA7;&#x54C1;&#x7ECF;&#x7406;&#x662F;&#x8FD9;&#x4E48;&#x5904;&#x7406;&#x9700;&#x6C42;&#x7684;&#xFF1A;&#x7ED3;&#x5408;&#x5E02;&#x573A;&#x5206;&#x6790;&#x9700;&#x6C42;&#x53EF;&#x884C;&#x6027;-&#x5E02;&#x573A;&#x8C03;&#x7814;-&#x7ADE;&#x54C1;&#x5206;&#x6790;-&#x68B3;&#x7406;&#x529F;&#x80FD;&#x70B9;-&#x8BC4;&#x4F30;&#x529F;&#x80FD;&#x70B9;-&#x968F;&#x5373;&#x6295;&#x5165;&#x5F00;&#x53D1;&#x3002;&#x5408;&#x60C5;&#x5408;&#x7406;&#xFF0C;&#x4F46;&#x4E0D;&#x4E13;&#x4E1A;&#x3002;&#x8FD9;&#x6837;&#x5BFC;&#x81F4;&#x5927;&#x5BB6;&#x57CB;&#x5934;&#x505A;&#x4E86;&#x5F88;&#x591A;&#xFF0C;&#x4F46;&#x5B58;&#x5728;&#x4E86;&#x592A;&#x591A;&#x5197;&#x4F59;&#x65E0;&#x7528;&#x7684;&#x7F13;&#x5B58;&#xFF0C;&#x589E;&#x52A0;&#x4E86;&#x4EA7;&#x54C1;&#x7BA1;&#x7406;&#x96BE;&#x5EA6;&#xFF0C;&#x751A;&#x81F3;&#x8017;&#x8D39;&#x4E86;&#x5927;&#x91CF;&#x7684;&#x8D44;&#x6E90;&#x53BB;&#x505A;&#x65E0;&#x7528;&#x7EF4;&#x62A4;&#x3002;</p>

<p style="text-indent:2em">&#x5728;&#x62FF;&#x5230;&#x4E00;&#x4E2A;&#x9700;&#x6C42;&#x70B9;&#x4E4B;&#x540E;&#xFF0C;&#x5176;&#x5B9E;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x82B1;&#x4E0A;&#x4E00;&#x5230;&#x4E24;&#x5929;&#x7684;&#x65F6;&#x95F4;&#x201C;&#x8086;&#x610F;&#x6325;&#x970D;&#x201D;&#x3002;&#x6BD4;&#x5982;&#x51FA;&#x53BB;&#x8D70;&#x8D70;&#xFF0C;&#x611F;&#x53D7;&#x81EA;&#x7136;&#xFF0C;&#x770B;&#x770B;&#x4E16;&#x754C;&#x4E07;&#x7269;&#x8FD0;&#x884C;&#x7684;&#x89C4;&#x5219;&#x3002;&#x6BD4;&#x5982;&#x53BB;&#x7F51;&#x4E0A;&#x968F;&#x610F;&#x7FFB;&#x9605;&#x4FE1;&#x606F;&#xFF0C;&#x6D4F;&#x89C8;&#x884C;&#x4E1A;&#x5934;&#x6761;&#xFF0C;&#x5A31;&#x4E50;&#x82B1;&#x8FB9;&#x3002;&#x628A;&#x81EA;&#x5DF1;&#x5728;&#x56FA;&#x5B9A;&#x7684;&#x5DE5;&#x4F5C;&#x73AF;&#x5883;&#x3001;&#x6D41;&#x7A0B;&#x4E2D;&#x91CA;&#x653E;&#x51FA;&#x6765;&#xFF0C;&#x6211;&#x4FE1;&#x5949;&#x6D6A;&#x6F2B;&#x4E3B;&#x4E49;&#x3002;&#x63A5;&#x4E0B;&#x6211;&#x4EEC;&#x8981;&#x505A;&#x7684;&#x5C31;&#x662F;&#x5934;&#x8111;&#x98CE;&#x66B4;&#xFF0C;&#x628A;&#x81EA;&#x5DF1;&#x770B;&#x5230;&#x7684;&#x3001;&#x60F3;&#x5230;&#x7684;&#x62FC;&#x51D1;&#x8D77;&#x6765;&#x3002;&#x4EA7;&#x54C1;&#x89C4;&#x5212;&#x4E5F;&#x9700;&#x8981;&#x5148;&#x4E0A;&#x5929;&#x540E;&#x5165;&#x5730;&#xFF0C;&#x6211;&#x4EEC;&#x9700;&#x8981;&#x601D;&#x8003;&#x7684;&#x662F;&#xFF0C;&#x8FD9;&#x4E2A;&#x4EA7;&#x54C1;6&#x4E2A;&#x6708;&#x3001;1&#x5E74;&#x3001;3&#x5E74;&#x3001;5&#x5E74;&#x3001;&#x751A;&#x81F3;10&#x5E74;&#x4E4B;&#x540E;&#xFF0C;&#x6211;&#x4EEC;&#x671F;&#x671B;&#x5B83;&#x4F1A;&#x53D8;&#x6210;&#x4EC0;&#x4E48;&#x6837;&#x5B50;&#xFF0C;&#x5C3D;&#x60C5;&#x60F3;&#x8C61;&#xFF0C;&#x8D8A;&quot;&#x82B1;&#x54E8;&quot;&#x8D8A;&#x597D;&#x3002;&#x56E0;&#x4E3A;&#x5927;&#x5BB6;&#x90FD;&#x77E5;&#x9053;&#x60F3;&#x6CD5;&#x548C;&#x5B9E;&#x8DF5;&#x4E4B;&#x95F4;&#x7684;&#x843D;&#x5DEE;&#xFF0C;100%&#x7684;&#x60F3;&#x6CD5;&#xFF0C;&#x6700;&#x7EC8;&#x53EF;&#x80FD;&#x53EA;&#x6709;20%&#x7684;&#x5B9E;&#x8DF5;&#x3002;&#x6240;&#x4EE5;&#x4E3A;&#x4EC0;&#x4E48;&#x4E0D;&#x628A;100%&#x63D0;&#x9AD8;&#x5230;200%&#x5462;&#xFF1F;&#x800C;&#x4E14;&#x5343;&#x4E07;&#x4E0D;&#x8981;&#x89C9;&#x5F97;&#x8282;&#x70B9;&#x8303;&#x56F4;&#x592A;&#x957F;&#xFF0C;&#x8981;&#x77E5;&#x9053;&#x4F53;&#x7CFB;&#x8D8A;&#x5E9E;&#x5927;&#x7684;&#x56E2;&#x4F53;&#xFF0C;&#x5728;&#x884C;&#x52A8;&#x524D;&#x5C31;&#x4F1A;&#x9762;&#x4E34;&#x6781;&#x5927;&#x7684;&#x7EC4;&#x7EC7;&#x3001;&#x6C9F;&#x901A;&#x3001;&#x51B3;&#x7B56;&#x6210;&#x672C;&#xFF0C;&#x4F46;&#x6781;&#x6709;&#x53EF;&#x80FD;&#x51FA;&#x73B0;&#x5B9E;&#x9645;&#x6295;&#x5165;&#x9879;&#x76EE;&#x5DE5;&#x671F;&#x5F88;&#x77ED;&#x7684;&#x73B0;&#x8C61;&#x3002;&#x51B5;&#x4E14;&#x5927;&#x8111;&#x968F;&#x610F;&#x60F3;&#x8C61;&#x662F;&#x4E00;&#x4EF6;&#x5F88;&#x6709;&#x8DA3;&#x7684;&#x4E8B;&#x60C5;&#x3002;</p>

<p style="text-indent:2em">&#x89C4;&#x5212;&#x5148;&#x884C;&#xFF0C;&#x5982;&#x4F55;&#x505A;&#x4EA7;&#x54C1;&#x89C4;&#x5212;&#xFF1F;&#x89C4;&#x5212;&#x5C31;&#x662F;&#x6307;&#x5BFC;&#x67D0;&#x4E2A;&#x8282;&#x70B9;&#x4E0A;&#x7684;&#x5DE5;&#x4F5C;&#x4E8B;&#x9879;&#xFF08;&#x505A;&#x4EC0;&#x4E48;&#xFF09;&#x548C;&#x5DE5;&#x4F5C;&#x65B9;&#x6CD5;&#xFF08;&#x600E;&#x4E48;&#x505A;&#xFF09;&#x3002;&#x5C31;&#x77ED;&#x671F;&#x800C;&#x8A00;&#xFF0C;&#x89C4;&#x5212;&#x4E5F;&#x5B8C;&#x6210;&#x4E86;&#x91CC;&#x7A0B;&#x7891;&#x7684;&#x5DE5;&#x4F5C;&#x3002;&#x9664;&#x4E86;&#x4E0A;&#x8FF0;&#x770B;&#x4F3C;&#x4E0D;&#x9760;&#x8C31;&#x7684;&#x6D6A;&#x6F2B;&#x4E3B;&#x4E49;&#xFF0C;&#x7ED3;&#x5408;&#x65F6;&#x95F4;&#x8282;&#x70B9;&#x53BB;&#x5206;&#x89E3;&#x5206;&#x6B65;&#xFF0C;&#x6211;&#x4EEC;&#x8FD8;&#x7F3A;&#x4E86;&#x6700;&#x91CD;&#x8981;&#x7684;&#x4E00;&#x6B65;&#x2014;&#x2014;&#x4E3B;&#x6D41;&#x6821;&#x51C6;&#x3002;&#x60F3;&#x6CD5;&#x53EF;&#x4EE5;&#x5929;&#x82B1;&#x4E71;&#x5760;&#xFF0C;&#x4F46;&#x89C4;&#x5212;&#x4E00;&#x5B9A;&#x8981;&#x9075;&#x5B88;&#x89C4;&#x5219;&#xFF1A;&#x7528;&#x6237;&#x671F;&#x671B;&#x3001;&#x4EA7;&#x54C1;&#x5B9A;&#x4F4D;&#x3001;&#x4EA7;&#x54C1;owner&#x671F;&#x671B;&#x3001;&#x4F01;&#x4E1A;/&#x56E2;&#x961F;&#x613F;&#x666F;&#x3001;&#x884C;&#x4E1A;&#x5927;&#x52BF;&#x3002;</p>

<p style="text-indent:2em">&#x800C;&#x540E;&#x67B6;&#x6784;&#x4EA7;&#x54C1;&#xFF0C;&#x5982;&#x4F55;&#x505A;&#x4EA7;&#x54C1;&#x67B6;&#x6784;&#xFF1F;&#x9996;&#x5148;&#x8981;&#x660E;&#x767D;&#x4EC0;&#x4E48;&#x662F;&#x4EA7;&#x54C1;&#x67B6;&#x6784;&#xFF0C;&#x5982;&#x4ECA;&#x6211;&#x4EEC;&#x505A;&#x4EA7;&#x54C1;&#xFF0C;&#x5468;&#x8FB9;&#x73AF;&#x5883;&#x7684;&#x9AD8;&#x5EA6;&#x6211;&#x4EEC;&#x662F;&#x65E0;&#x6CD5;&#x81EA;&#x77E5;&#x7684;&#xFF0C;&#x800C;&#x7A33;&#x5B9A;&#x7684;&#x67B6;&#x6784;&#xFF0C;&#x4FDD;&#x8BC1;&#x4E86;&#x4EA7;&#x54C1;&#x4E0D;&#x65AD;&#x62D4;&#x9AD8;&#x7684;&#x53EF;&#x80FD;&#x6027;&#x3002;&#x4EA7;&#x54C1;&#x4FE1;&#x606F;&#x67B6;&#x6784;&#x4E3B;&#x8981;&#x6709;&#x5C42;&#x7EA7;&#x7ED3;&#x6784;&#x3001;&#x81EA;&#x7136;&#x7ED3;&#x6784;&#x3001;&#x7EBF;&#x6027;&#x7ED3;&#x6784;&#x3001;&#x77E9;&#x9635;&#x7ED3;&#x6784;&#xFF08;&#x8BF7;&#x53C2;&#x9605;&#x300A;&#x7528;&#x6237;&#x4F53;&#x9A8C;&#x8981;&#x7D20;&#x300B;&#x2014;Jesse James Garrett&#xFF09;&#xFF0C;&#x81F3;&#x4E8E;&#x9009;&#x62E9;&#x4EC0;&#x4E48;&#x6837;&#x67B6;&#x6784;&#xFF0C;&#x6211;&#x4EEC;&#x9700;&#x8981;&#x4E86;&#x89E3;&#x67B6;&#x6784;&#x80CC;&#x540E;&#x7684;&#x6A21;&#x5F0F;&#x548C;&#x539F;&#x7406;&#xFF0C;&#x5E76;&#x7ED3;&#x5408;&#x4EA7;&#x54C1;&#x7279;&#x6027;&#x3002;</p>

<p><img src="https://user-images.githubusercontent.com/20765716/47069957-cb84d000-d222-11e8-9c24-bca263ebc463.png" alt="&#x3B2;-&#x5730;&#x52A8;&#x4EEA;&#x4EA7;&#x54C1;&#x53D1;&#x5C55;&#x7684;&#x4E09;&#x4E2A;&#x9636;&#x6BB5;" title="&#x3B2;-&#x5730;&#x52A8;&#x4EEA;&#x4EA7;&#x54C1;&#x53D1;&#x5C55;&#x7684;&#x4E09;&#x4E2A;&#x9636;&#x6BB5;"></p>
<p style="text-align: center; color: #949494;font-size: 14px;">&#x3B2;-&#x5730;&#x52A8;&#x4EEA;&#x4EA7;&#x54C1;&#x53D1;&#x5C55;&#x7684;&#x4E09;&#x4E2A;&#x9636;&#x6BB5;</p>


<p style="text-indent:2em">&#x6211;&#x4EEC;&#x5728;&#x4E0D;&#x540C;&#x9636;&#x6BB5;&#x68B3;&#x7406;&#x9700;&#x6C42;&#xFF0C;&#x6574;&#x7406;&#x529F;&#x80FD;&#x70B9;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x4F1A;&#x53D1;&#x73B0;&#x529F;&#x80FD;&#x70B9;&#x662F;&#x4F1A;&#x4E0D;&#x65AD;&#x8C03;&#x6574;&#x7684;&#x3002;&#x8FD9;&#x79CD;&#x8C03;&#x6574;&#x53EF;&#x80FD;&#x662F;&#x4E3A;&#x4E86;&#x5F25;&#x8865;&#x65E9;&#x671F;&#x4EA7;&#x54C1;&#x89C4;&#x5212;&#x51FA;&#x73B0;&#x7684;&#x6F0F;&#x6D1E;&#xFF0C;&#x4E5F;&#x53EF;&#x80FD;&#x662F;&#x4E3A;&#x4E86;&#x914D;&#x5408;&#x4E3B;&#x6D41;&#x4E1A;&#x52A1;&#x7684;&#x8F6C;&#x578B;&#x3002;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x7528;&#x201C;&#x7248;&#x672C;&#x201D;&#x8FD9;&#x4E2A;&#x8BCD;&#x53BB;&#x7406;&#x89E3;&#x8FD9;&#x79CD;&#x73B0;&#x8C61;&#xFF0C;&#x65E0;&#x8BBA;&#x662F;&#x5C0F;&#x7248;&#x672C;&#x7684;&#x8FED;&#x4EE3;&#xFF0C;&#x8FD8;&#x662F;&#x5927;&#x7248;&#x672C;&#x7684;&#x8FED;&#x4EE3;&#xFF0C;&#x9875;&#x9762;&#x5E03;&#x5C40;&#x3001;&#x529F;&#x80FD;&#x7ED3;&#x6784;&#x3001;&#x6838;&#x5FC3;&#x8868;&#x8FBE;&#x57FA;&#x672C;&#x4E0A;&#x662F;&#x4E0D;&#x53D8;&#x7684;&#x3002;&#x517C;&#x5BB9;&#x6027;&#x5728;&#x67B6;&#x6784;&#x4E2D;&#x662F;&#x6700;&#x57FA;&#x672C;&#x4E5F;&#x662F;&#x6700;&#x91CD;&#x8981;&#x7684;&#xFF0C;&#x518D;&#x575A;&#x56FA;&#x7684;&#x57CE;&#x5899;&#x4E5F;&#x9700;&#x8981;&#x70AE;&#x53F0;&#xFF0C;&#x517C;&#x5BB9;&#x6027;&#x4F1A;&#x8BA9;&#x6211;&#x4EEC;&#x7684;&#x4EA7;&#x54C1;&#x653B;&#x5B88;&#x81EA;&#x5982;&#x3002;</p>

<p style="text-indent:2em">&#x4EA7;&#x54C1;&#x67B6;&#x6784;&#x8D2F;&#x7A7F;&#x4E86;&#x4EA7;&#x54C1;&#x7684;&#x5E95;&#x5C42;&#x5EFA;&#x8BBE;&#x548C;&#x4E0A;&#x5C42;&#x5EFA;&#x8BBE;&#xFF0C;&#x4ECE;&#x57FA;&#x7840;&#x7CFB;&#x7EDF;&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x3001;&#x5230;&#x4E1A;&#x52A1;&#x7EC4;&#x4EF6;&#x8BBE;&#x8BA1;&#x3001;&#x5230;&#x529F;&#x80FD;&#x6A21;&#x5757;&#x8BBE;&#x8BA1;&#x3001;&#x5230;&#x9875;&#x9762;&#x7248;&#x5F0F;&#x8BBE;&#x8BA1;&#xFF0C;&#x4ECE;&#x529F;&#x80FD;&#x8BBE;&#x8BA1;&#x5230;&#x6700;&#x7EC8;&#x7684;&#x9762;&#x5411;&#x7528;&#x6237;&#x3002;</p>

<p><img src="https://user-images.githubusercontent.com/20765716/47071934-6e3f4d80-d227-11e8-9ab6-38c46150a545.png" alt="&#x4EA7;&#x54C1;&#x67B6;&#x6784;&#x7531;&#x4E0B;&#x800C;&#x4E0A;&#xFF0C;&#x6700;&#x7EC8;&#x9762;&#x5411;&#x7528;&#x6237;" title="&#x4EA7;&#x54C1;&#x67B6;&#x6784;&#x7531;&#x4E0B;&#x800C;&#x4E0A;&#xFF0C;&#x6700;&#x7EC8;&#x9762;&#x5411;&#x7528;&#x6237;"></p>
<p style="text-align: center; color: #949494;font-size: 14px;">&#x4EA7;&#x54C1;&#x67B6;&#x6784;&#x7531;&#x4E0B;&#x800C;&#x4E0A;&#xFF0C;&#x6700;&#x7EC8;&#x9762;&#x5411;&#x7528;&#x6237;</p>

<p><img src="https://user-images.githubusercontent.com/20765716/47072259-48ff0f00-d228-11e8-82d8-b882f9e16161.png" alt="&#x3B2;-&#x5730;&#x52A8;&#x4EEA;&#x4EA7;&#x54C1;&#x67B6;&#x6784;&#x4FA7;&#x89C6;&#x56FE;" title="&#x3B2;-&#x5730;&#x52A8;&#x4EEA;&#x4EA7;&#x54C1;&#x67B6;&#x6784;&#x4FA7;&#x89C6;&#x56FE;"></p>
<p style="text-align: center; color: #949494;font-size: 14px;">&#x3B2;-&#x5730;&#x52A8;&#x4EEA;&#x4EA7;&#x54C1;&#x67B6;&#x6784;&#x4FA7;&#x89C6;&#x56FE;</p>


<p style="text-indent:2em">&#x800C;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x628A;&#x5BFC;&#x822A;&#x4F5C;&#x4E3A;&#x4EA7;&#x54C1;&#x67B6;&#x6784;&#x7684;&#x7B2C;&#x4E00;&#x6B65;&#xFF0C;&#x7F51;&#x9875;&#x4E2D;&#x7684;&#x5BFC;&#x822A;&#x680F;&#x548C;app&#x4E2D;&#x7684;tab&#x662F;&#x4E00;&#x6837;&#x7684;&#xFF0C;&#x6211;&#x4EEC;&#x5355;&#x4ECE;&#x5BFC;&#x822A;&#x8FD9;&#x4E2A;&#x90E8;&#x5206;&#xFF0C;&#x5C31;&#x53EF;&#x4EE5;&#x5FEB;&#x901F;&#x4E86;&#x89E3;&#x4EA7;&#x54C1;&#x4E3B;&#x8981;&#x627F;&#x62C5;&#x7684;&#x5DE5;&#x4F5C;&#x2014;<b>&#x529F;&#x80FD;&#x5206;&#x533A;</b>&#x3002;</p>

<blockquote>
<p><b>&#x4E09;&#x6B65;&#x5B8C;&#x6210;&#x4EA7;&#x54C1;&#x67B6;&#x6784;</b></p>
<ol>
<li><b>&#x529F;&#x80FD;&#x70B9;&#x5217;&#x4E3E;&#xFF1A;</b> &#x8FD9;&#x91CC;&#x5217;&#x4E3E;&#x51FA;&#x6765;&#x7684;&#x662F;&#x5177;&#x4F53;&#x7684;&#x529F;&#x80FD;&#x70B9;&#xFF0C;&#x90E8;&#x5206;&#x4F1A;&#x6210;&#x4E3A;&#x4E8C;&#x7EA7;&#x3001;&#x4E09;&#x7EA7;&#x5BFC;&#x822A;&#x680F;/&#x83DC;&#x5355;&#xFF1B;</li>
<li><b>&#x6309;&#x76F8;&#x5173;&#x6027;&#x5206;&#x7C7B;&#xFF1A;</b> &#x901A;&#x8FC7;&#x8FD9;&#x4E2A;&#x64CD;&#x4F5C;&#x5927;&#x81F4;&#x53EF;&#x4EE5;&#x5F52;&#x7EB3;&#x51FA;&#x4EA7;&#x54C1;&#x6A21;&#x5757;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x4E00;&#x7EA7;&#x5BFC;&#x822A;&#x680F;/&#x83DC;&#x5355;&#xFF1B;</li>
<li><b>&#x4F18;&#x5148;&#x7EA7;&#x6392;&#x5217;&#xFF1A;</b> &#x8FD9;&#x4E48;&#x505A;&#x662F;&#x4E3A;&#x4E86;&#x7B26;&#x5408;&#x7528;&#x6237;&#x4F7F;&#x7528;&#x4E60;&#x60EF;&#x548C;&#x7528;&#x6237;&#x671F;&#x671B;&#x3002;</li>
</ol>
</blockquote>
<p style="text-indent:2em">&#x5C31;&#x4F7F;&#x7528;&#x4E60;&#x60EF;&#x800C;&#x8A00;&#xFF0C;&#x4F8B;&#x5982;&#x9605;&#x8BFB;&#x4E60;&#x60EF;&#x4ECE;&#x5DE6;&#x5230;&#x53F3;&#xFF0C;&#x9C9C;&#x8273;&#x7684;&#x989C;&#x8272;&#x4F1A;&#x523A;&#x6FC0;&#x773C;&#x7403;.&#x76F8;&#x6BD4;log5&#xFF08;25&#xFF09;=2&#xFF0C;&#x7528;&#x6237;&#x66F4;&#x559C;&#x6B22;1+1=2&#x3002;&#x5C31;&#x7528;&#x6237;&#x671F;&#x671B;&#x800C;&#x8A00;&#xFF0C;&#x53EF;&#x4EE5;&#x5148;&#x89E3;&#x51B3;&#x75DB;&#x70B9;&#xFF0C;&#x518D;&#x6320;&#x6320;&#x75D2;&#x70B9;&#xFF0C;&#x518D;&#x6FC0;&#x53D1;&#x5174;&#x594B;&#x70B9;&#x3002;&#x4EBA;&#x5929;&#x751F;&#x4E0D;&#x7231;&#x52A8;&#x8111;&#x5B50;&#xFF0C;&#x8FD9;&#x4E0D;&#x662F;&#x60F0;&#x6027;&#xFF0C;&#x4EBA;&#x7684;&#x5927;&#x8111;&#x7ED3;&#x6784;&#x751F;&#x6765;&#x5C31;&#x662F;&#x8FD9;&#x4E48;&#x8BBE;&#x8BA1;&#x7684;&#x3002;</p><p style="text-indent:2em">&#x771F;&#x6B63;&#x597D;&#x7684;&#x67B6;&#x6784;&#x662F;&#x9700;&#x8981;&#x5728;&#x5B9E;&#x8DF5;&#x4E2D;&#x6253;&#x78E8;&#x7684;&#xFF0C;&#x4E0D;&#x80FD;&#x5B8C;&#x5168;&#x4F9D;&#x8D56;&#x4E8E;&#x7406;&#x8BBA;&#x8BBE;&#x8BA1;&#x3002;</p>
                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="ChapterOne.html" class="navigation navigation-prev " aria-label="Previous page: 第一章 包容的平台产品设计—海纳百川">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="ChapterOnePartTwo.html" class="navigation navigation-next " aria-label="Next page: 第二篇 寻找通性是为了更好的扩展">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"第一篇 产品架构即产品未来","level":"1.3.1","depth":2,"next":{"title":"第二篇 寻找通性是为了更好的扩展","level":"1.3.2","depth":2,"path":"ChapterOnePartTwo.md","ref":"ChapterOnePartTwo.md","articles":[]},"previous":{"title":"第一章 包容的平台产品设计—海纳百川","level":"1.3","depth":1,"path":"ChapterOne.md","ref":"ChapterOne.md","articles":[{"title":"第一篇 产品架构即产品未来","level":"1.3.1","depth":2,"path":"ChapterOnePartOne.md","ref":"ChapterOnePartOne.md","articles":[]},{"title":"第二篇 寻找通性是为了更好的扩展","level":"1.3.2","depth":2,"path":"ChapterOnePartTwo.md","ref":"ChapterOnePartTwo.md","articles":[]}]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":["livereload"],"pluginsConfig":{"livereload":{},"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"ChapterOnePartOne.md","mtime":"2018-11-07T04:59:07.047Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2018-11-07T12:39:14.303Z"},"basePath":".","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="gitbook/gitbook.js"></script>
    <script src="gitbook/theme.js"></script>
    
        
        <script src="gitbook/gitbook-plugin-livereload/plugin.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

