
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>第一篇 品牌化设计思维 · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="ChapterTwoPartTwo.html" />
    
    
    <link rel="prev" href="ChapterTwo.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="Preface.html">
            
                <a href="Preface.html">
            
                    
                    序
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="./">
            
                <a href="./">
            
                    
                    前言
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="ChapterOne.html">
            
                <a href="ChapterOne.html">
            
                    
                    第一章 包容的平台产品设计——海纳百川
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.3.1" data-path="ChapterOnePartOne.html">
            
                <a href="ChapterOnePartOne.html">
            
                    
                    第一篇 产品架构即产品未来
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.2" data-path="ChapterOnePartTwo.html">
            
                <a href="ChapterOnePartTwo.html">
            
                    
                    第二篇 寻找通性是为了更好的扩展
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.4" data-path="ChapterTwo.html">
            
                <a href="ChapterTwo.html">
            
                    
                    第二章 满意的视觉设计
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter active" data-level="1.4.1" data-path="ChapterTwoPartOne.html">
            
                <a href="ChapterTwoPartOne.html">
            
                    
                    第一篇 品牌化设计思维
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4.2" data-path="ChapterTwoPartTwo.html">
            
                <a href="ChapterTwoPartTwo.html">
            
                    
                    第二篇 组件化设计思维
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4.3" data-path="ChapterTwoPartThree.html">
            
                <a href="ChapterTwoPartThree.html">
            
                    
                    第三篇 制定设计规范的价值与方法
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4.4" data-path="ChapterTwoPartFour.html">
            
                <a href="ChapterTwoPartFour.html">
            
                    
                    第四篇 对数据可视化产品有利的设计建议
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.5" data-path="ChapterThree.html">
            
                <a href="ChapterThree.html">
            
                    
                    第三章 组件化思维引发数据中台与大数据的思考
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.6" data-path="ChapterFour.html">
            
                <a href="ChapterFour.html">
            
                    
                    第四章 发现大数据的魅力，培养数据思维
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.7" data-path="ChapterFive.html">
            
                <a href="ChapterFive.html">
            
                    
                    第五章 信念运营：相信与看见
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.8" data-path="ChapterSix.html">
            
                <a href="ChapterSix.html">
            
                    
                    第六章 湖人总冠军！
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.8.1" data-path="ChapterSixPartone.html">
            
                <a href="ChapterSixPartone.html">
            
                    
                    第一篇 最好的微服务应用——小团队作战
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.9" data-path="FinalChapter.html">
            
                <a href="FinalChapter.html">
            
                    
                    最终章 未来，因数据而来
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.10" data-path="AppendixOne.html">
            
                <a href="AppendixOne.html">
            
                    
                    附录一 Beta-地动仪设计规范
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.11" data-path="AppendixTwo.html">
            
                <a href="AppendixTwo.html">
            
                    
                    附录二 学无止境
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="." >第一篇 品牌化设计思维</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x7B2C;&#x4E00;&#x7BC7;----&#x54C1;&#x724C;&#x5316;&#x8BBE;&#x8BA1;&#x601D;&#x7EF4;">&#x7B2C;&#x4E00;&#x7BC7;    &#x54C1;&#x724C;&#x5316;&#x8BBE;&#x8BA1;&#x601D;&#x7EF4;</h1>
<p style="text-indent:2em">&#x4F5C;&#x4E3A;&#x4EA7;&#x54C1;&#x7ECF;&#x7406;&#xFF0C;&#x6211;&#x4EEC;&#x7ECF;&#x5E38;&#x542C;&#x5230;&#x4EA7;&#x54C1;&#x7684;&#x529F;&#x80FD;&#x80FD;&#x7528;&#x5C31;&#x884C;&#x4E86;&#xFF0C;&#x81F3;&#x4E8E;&#x957F;&#x4EC0;&#x4E48;&#x6837;&#x5B50;&#x65E0;&#x6240;&#x8C13;&#x3002;&#x5176;&#x5B9E;&#x6211;&#x4EEC;&#x9700;&#x8981;&#x8FA9;&#x8BC1;&#x5730;&#x53BB;&#x5206;&#x6790;&#x8FD9;&#x4E2A;&#x89C2;&#x70B9;&#xFF0C;&#x5982;&#x679C;&#x4EC5;&#x4EC5;&#x662F;&#x5185;&#x90E8;&#x4F4E;&#x9891;&#x6B21;&#x4EA7;&#x54C1;&#xFF0C;&#x7684;&#x786E;&#x65E0;&#x6240;&#x8C13;&#xFF0C;&#x94B1;&#x5E94;&#x8BE5;&#x82B1;&#x5728;&#x5200;&#x5203;&#x4E0A;&#x3002;&#x4F46;&#x5982;&#x679C;&#x662F;&#x8981;&#x5BF9;&#x5916;&#x63D0;&#x4F9B;&#x670D;&#x52A1;&#xFF0C;&#x8FD9;&#x4E2A;&#x89C2;&#x70B9;&#x5C31;&#x662F;&#x65E0;&#x7A3D;&#x4E4B;&#x8C08;&#x4E86;&#xFF0C;&#x4EA7;&#x54C1;&#x5BF9;&#x5916;&#xFF0C;&#x5C31;&#x610F;&#x5473;&#x7740;&#x82B1;&#x8D39;&#x66F4;&#x9AD8;&#x7684;&#x6210;&#x672C;&#xFF0C;&#x4E0D;&#x53BB;&#x8D5A;&#x94B1;&#x96BE;&#x5230;&#x505A;&#x6148;&#x5584;&#x5417;&#xFF1F;</p>

<p style="text-indent:2em">&#x5176;&#x5B9E;&#x533A;&#x5206;&#x5185;&#x90E8;&#x5916;&#x90E8;&#x662F;&#x4E00;&#x4E2A;&#x5F88;&#x65E0;&#x8D56;&#x7684;&#x884C;&#x4E3A;&#xFF0C;&#x5948;&#x4F55;&#x73B0;&#x5728;&#x5927;&#x73AF;&#x5883;&#x5C31;&#x662F;&#x8FD9;&#x6837;&#x7684;&#xFF0C;&#x81EA;&#x5DF1;&#x4EBA;&#x4E0D;&#x4F1A;&#x4E3A;&#x96BE;&#x81EA;&#x5DF1;&#x4EBA;&#xFF0C;&#x603B;&#x611F;&#x89C9;&#x81EA;&#x5DF1;&#x4EBA;&#x76F8;&#x5BF9;&#x597D;&#x6B3A;&#x8D1F;&#x3002;&#x800C;&#x4E00;&#x4E9B;&#x4EBA;&#x8FD8;&#x662F;&#x4F1A;&#x575A;&#x6301;&#x80FD;&#x7528;&#x5C31;&#x884C;&#xFF0C;&#x5148;&#x8BA9;&#x4E00;&#x5C0F;&#x90E8;&#x5206;&#x4EBA;&#x7528;&#x8D77;&#x6765;&#xFF0C;&#x53EF;&#x4EE5;&#x901A;&#x8FC7;&#x4E4B;&#x540E;&#x7684;&#x8FED;&#x4EE3;&#x9010;&#x6B65;&#x5B8C;&#x5584;&#xFF0C;&#x6CA1;&#x6709;&#x8C01;&#x4E00;&#x53E3;&#x6C14;&#x80FD;&#x5403;&#x6210;&#x80D6;&#x5B50;&#x3002;&#x800C;&#x4E14;&#x4F1A;&#x4E3E;&#x4F8B;&#x8BF4;&#x4F60;&#x770B;&#x67D0;&#x67D0;app&#x521A;&#x9762;&#x5E02;&#x7684;&#x65F6;&#x5019;&#x8BBE;&#x8BA1;&#x7684;&#x5C31;&#x5F88;&#x7B80;&#x5355;&#x561B;&#xFF0C;&#x8981;&#x5148;&#x628A;&#x63E1;&#x673A;&#x4F1A;&#x3002;</p>

<p style="text-indent:2em">&#x6211;&#x60F3;&#x53CD;&#x9A73;&#x7684;&#x8BBA;&#x70B9;&#x6709;&#x4E24;&#x4E2A;&#xFF0C;&#x7B2C;&#x4E00;&#xFF0C;&#x65E2;&#x7136;&#x4E0D;&#x662F;&#x6D41;&#x91CF;&#x4E3B;&#xFF0C;&#x4E5F;&#x4E0D;&#x662F;&#x5173;&#x95E8;&#x751F;&#x610F;&#xFF0C;&#x5C31;&#x4E0D;&#x8981;&#x671F;&#x5F85;&#x7528;&#x6237;&#x4F1A;&#x5728;&#x6CA1;&#x6709;&#x88AB;&#x5438;&#x5F15;&#x88AB;&#x7EA6;&#x675F;&#x7684;&#x60C5;&#x51B5;&#x4E0B;&#x53BB;&#x4F7F;&#x7528;&#x4E00;&#x6B3E;&#x65B0;&#x7684;&#x4EA7;&#x54C1;&#x3002;&#x7B2C;&#x4E8C;&#xFF0C;&#x4E0D;&#x8981;&#x62FF;&#x73B0;&#x5728;&#x7684;&#x773C;&#x5149;&#x770B;&#x5F85;&#x8FC7;&#x53BB;&#x7684;&#x4E8B;&#x7269;&#xFF0C;&#x8FD9;&#x662F;&#x7247;&#x9762;&#x7684;&#x3002;&#x4F60;&#x73B0;&#x5728;&#x770B;&#x5F53;&#x65F6;&#x67D0;&#x67D0;app&#x7684;&#x8BBE;&#x8BA1;&#x7B80;&#x5355;&#xFF0C;&#x8981;&#x77E5;&#x9053;&#x5728;&#x5F53;&#x65F6;&#x5B83;&#x7684;&#x8BBE;&#x8BA1;&#x867D;&#x4E0D;&#x60CA;&#x8273;&#xFF0C;&#x4F46;&#x81F3;&#x5C11;&#x4E5F;&#x662F;&#x7B26;&#x5408;&#x5927;&#x4F17;&#x5BA1;&#x7F8E;&#x7684;&#xFF0C;&#x80FD;&#x591F;&#x5411;&#x7528;&#x6237;&#x8868;&#x8FBE;&#x4EA7;&#x54C1;&#x8C03;&#x6027;&#x7684;&#x3002;&#x989C;&#x503C;&#x662F;&#x7B2C;&#x4E00;&#x773C;&#xFF0C;&#x4F46;&#x4E0D;&#x662F;&#x7B2C;&#x4E00;&#x4F4D;&#x3002;&#x4E5F;&#x53EA;&#x6709;&#x57FA;&#x672C;&#x63A5;&#x53D7;&#x989C;&#x503C;&#x7684;&#x524D;&#x63D0;&#xFF0C;&#x624D;&#x80FD;&#x5728;&#x957F;&#x4E45;&#x7684;&#x76F8;&#x5904;&#x4E4B;&#x540E;&#x9010;&#x6E10;&#x53D1;&#x73B0;<a href="https://movie.douban.com/subject/26235839/" target="_blank">&#x5185;&#x5728;&#x7F8E;</a>&#x3002;&#x8981;&#x95EE;&#x5148;&#x9020;&#x8F6E;&#x5B50;&#x8FD8;&#x662F;&#x5148;&#x9020;&#x81EA;&#x884C;&#x8F66;&#xFF0C;&#x6839;&#x636E;MVP&#x539F;&#x5219;&#xFF0C;&#x5F53;&#x7136;&#x5148;&#x9020;&#x81EA;&#x884C;&#x8F66;&#xFF0C;&#x4F46;&#x662F;&#x4E5F;&#x4E0D;&#x80FD;&#x62FF;&#x5E9F;&#x94DC;&#x70C2;&#x94C1;&#x53BB;&#x9020;&#x3002;</p>

<p style="text-indent:2em">&#x4E0A;&#x6587;&#x8BF4;&#x5230;&#x201C;&#x4EA7;&#x54C1;&#x7ECF;&#x7406;<b>&#x8D4B;&#x4E88;&#x4EA7;&#x54C1;&#x4F7F;&#x547D;</b>&#xFF0C;&#x5E76;&#x5C06;&#x4F7F;&#x547D;&#x4F20;&#x8FBE;&#x7ED9;&#x56E2;&#x961F;&#x6210;&#x5458;&#xFF0C;&#x4E0D;&#x5141;&#x8BB8;&#x56E2;&#x961F;&#x6210;&#x5458;&#x7684;&#x81EA;&#x6211;&#x8BA4;&#x547D;&#xFF1B;&#x201D;&#xFF0C;&#x54C1;&#x724C;&#x5316;&#x601D;&#x7EF4;&#x5C31;&#x662F;&#x8FD9;&#x65B9;&#x9762;&#x7684;&#x4F53;&#x73B0;&#x3002;&#x6211;&#x4EEC;&#x4E3A;&#x4EC0;&#x4E48;&#x8981;&#x54C1;&#x724C;&#x5316;&#x601D;&#x7EF4;&#x53BB;&#x8BBE;&#x8BA1;&#x4EA7;&#x54C1;&#xFF1F;&#x76EE;&#x7684;&#x5C31;&#x662F;&#x8BA9;&#x7528;&#x6237;&#x80FD;&#x591F;&#x611F;&#x77E5;&#x4EA7;&#x54C1;&#x6240;&#x4F20;&#x8FBE;&#x7684;&#x7EDF;&#x4E00;&#x7684;&#x54C1;&#x724C;&#x7406;&#x5FF5;&#xFF0C;&#x56E0;&#x4E3A;&#x6211;&#x4EEC;&#x53EA;<b>&#x628A;&#x4EA7;&#x54C1;&#x5356;&#x7ED9;&#x5177;&#x6709;&#x76F8;&#x540C;&#x7406;&#x5FF5;&#x7684;&#x7528;&#x6237;</b>&#x3002;&#x6362;&#x53E5;&#x8BDD;&#x8BF4;&#xFF0C;&#x7528;&#x6237;&#x4E70;&#x7684;&#x4E0D;&#x662F;&#x4EA7;&#x54C1;&#x800C;&#x662F;&#x7406;&#x5FF5;&#x3002;&#x8981;&#x505A;&#x54C1;&#x724C;&#xFF0C;&#x9700;&#x8981;&#x8BA9;&#x6BCF;&#x4E2A;&#x6210;&#x5458;&#x660E;&#x5929;&#x81EA;&#x5DF1;&#x5728;&#x5176;&#x4E2D;&#x627F;&#x62C5;&#x7740;&#x5F88;&#x91CD;&#x8981;&#x7684;&#x89D2;&#x8272;&#xFF0C;&#x4EE5;&#x4E13;&#x4E1A;&#x7684;&#x59FF;&#x6001;&#x83B7;&#x5F97;&#x7528;&#x6237;&#x8BA4;&#x53EF;&#x800C;&#x6765;&#x7684;&#x5F3A;&#x70C8;&#x6210;&#x5C31;&#x611F;&#x3002;&#x6211;&#x4EEC;&#x5E94;&#x8BE5;&#x5982;&#x4F55;&#x53BB;&#x505A;&#x54C1;&#x724C;&#x5316;&#x8BBE;&#x8BA1;&#xFF1F;&#x8FD9;&#x4E00;&#x4E2A;&#x7531;&#x5185;&#x5411;&#x5916;&#x7684;&#x8FC7;&#x7A0B;&#xFF0C;&#x9879;&#x76EE;&#x7EC4;&#x5185;&#x90E8;&#x5E94;&#x8BE5;&#x786E;&#x5B9A;&#x7EDF;&#x4E00;&#x7684;&#x76EE;&#x6807;&#x4F5C;&#x4E3A;&#x6807;&#x51C6;&#x3002;&#x5916;&#x90E8;&#x5219;&#x662F;&#x901A;&#x8FC7;&#x5BF9;&#x54C1;&#x724C;&#x7B26;&#x53F7;&#x7684;&#x8BBE;&#x8BA1;&#x8BA9;&#x7528;&#x6237;&#x611F;&#x77E5;&#x54C1;&#x724C;&#xFF0C;&#x800C;&#x54C1;&#x724C;&#x7B26;&#x53F7;&#x53EF;&#x4EE5;&#x5206;&#x4E3A;&#x56DB;&#x7C7B;&#xFF1A;&#x89C6;&#x89C9;&#x3001;&#x6587;&#x6848;&#x3001;&#x4EA4;&#x4E92;&#x3001;&#x5E03;&#x5C40;&#x3002;</p>

<p><img src="https://user-images.githubusercontent.com/20765716/47078599-3be91c80-d236-11e8-87c2-0798fe8df485.png" alt="&#x54C1;&#x724C;&#x7B26;&#x53F7;&#x56DB;&#x8981;&#x7D20;&#xFF1A;&#x89C6;&#x89C9;&#x3001;&#x6587;&#x6848;&#x3001;&#x4EA4;&#x4E92;&#x3001;&#x5E03;&#x5C40;" title="&#x54C1;&#x724C;&#x7B26;&#x53F7;&#x56DB;&#x8981;&#x7D20;&#xFF1A;&#x89C6;&#x89C9;&#x3001;&#x6587;&#x6848;&#x3001;&#x4EA4;&#x4E92;&#x3001;&#x5E03;&#x5C40;"></p>
<p style="text-align: center; color: #949494;font-size: 14px;">&#x54C1;&#x724C;&#x7B26;&#x53F7;&#x56DB;&#x8981;&#x7D20;&#xFF1A;&#x89C6;&#x89C9;&#x3001;&#x6587;&#x6848;&#x3001;&#x4EA4;&#x4E92;&#x3001;&#x5E03;&#x5C40;</p>

<p>&#x4E00;&#x3001;&#x89C6;&#x89C9;</p>
<p style="text-indent:2em">&#x7531;&#x4E8E;&#x3B2;-&#x5730;&#x52A8;&#x4EEA;&#x5728;&#x54C1;&#x724C;&#x5851;&#x9020;&#x4E0A;&#x5E76;&#x4E0D;&#x6210;&#x529F;&#xFF0C;&#x6211;&#x4EEC;&#x5C06;&#x4EE5;&#x5E02;&#x9762;&#x4E0A;&#x5177;&#x6709;&#x4EE3;&#x8868;&#x6027;&#x7684;app&#x53BB;&#x7B80;&#x5355;&#x8BBA;&#x8FF0;&#x89C6;&#x89C9;&#x90E8;&#x5206;&#x7684;&#x610F;&#x4E49;&#xFF1A;&#x5BF9;&#x7528;&#x6237;&#x80FD;&#x9020;&#x6210;&#x6700;&#x76F4;&#x63A5;&#x7684;&#x54C1;&#x724C;&#x5B9A;&#x52BF;&#x3002;</p>

<p style="text-indent:2em">&#x4E0B;&#x56FE;&#x662F;&#x76EE;&#x524D;&#x5E02;&#x9762;&#x4E0A;&#x4E3B;&#x6D41;app&#x7684;logo&#x989C;&#x8272;&#xFF0C;&#x5404;&#x4F4D;&#x7B2C;&#x4E00;&#x773C;&#x5C31;&#x4F1A;&#x6709;&#x81EA;&#x5DF1;&#x7684;&#x7B54;&#x6848;&#xFF0C;&#x4F46;&#x7B54;&#x6848;&#x4E5F;&#x8BB8;&#x4F1A;&#x6709;&#x4E94;&#x4E2A;&#xFF0C;&#x8FD9;&#x5C31;&#x662F;&#x989C;&#x8272;&#x5BF9;&#x89C6;&#x89C9;&#x7684;&#x51B2;&#x51FB;&#x3002;&#x4E4B;&#x540E;&#x6211;&#x4EEC;&#x7ED9;&#x6BCF;&#x4E2A;&#x6B63;&#x65B9;&#x5F62;&#x6DFB;&#x52A0;&#x4E0D;&#x540C;&#x6570;&#x503C;&#x7684;&#x5706;&#x89D2;&#xFF0C;&#x53D8;&#x6210;&#x5F62;&#x72B6;&#xFF0C;&#x7B54;&#x6848;&#x4F1A;&#x7F29;&#x5C0F;&#x5230;&#x4E00;&#x534A;&#xFF0C;&#x4E0D;&#x4F1A;&#x8D85;&#x8FC7;&#x4E09;&#x4E2A;&#x3002;</p>

<p style="text-indent:2em">&#x53EF;&#x80FD;&#x770B;&#x5230;&#x4EAE;&#x7EA2;&#x8272;&#x5C31;&#x60F3;&#x5230;&#x4E86;&#x7F51;&#x6613;&#x4E91;&#x97F3;&#x4E50;&#xFF0C;&#x770B;&#x5230;&#x7EFF;&#x8272;&#x5C31;&#x4F1A;&#x60F3;&#x5230;&#x5FAE;&#x4FE1;&#xFF0C;&#x770B;&#x5230;&#x84DD;&#x8272;&#x5C31;&#x4F1A;&#x60F3;&#x5230;&#x652F;&#x4ED8;&#x5B9D;&#xFF0C;&#x770B;&#x5230;&#x6A59;&#x8272;&#x5C31;&#x4F1A;&#x60F3;&#x5230;&#x6DD8;&#x5B9D;&#xFF0C;&#x770B;&#x5230;&#x9ED1;&#x7D2B;&#x8272;&#x5C31;&#x4F1A;&#x60F3;&#x5230;&#x6296;&#x97F3;&#x3002;&#x4E4B;&#x6240;&#x4EE5;&#x7528;&#x6237;&#x5BF9;&#x5176;&#x7684;&#x8BB0;&#x5FC6;&#x5982;&#x6B64;&#x6DF1;&#x523B;&#xFF0C;&#x6839;&#x672C;&#x539F;&#x56E0;&#x8FD8;&#x662F;&#x56E0;&#x4E3A;&#x4EA7;&#x54C1;&#x5728;&#x6240;&#x5C5E;&#x9886;&#x57DF;&#x5185;&#x7684;&#x4F53;&#x9A8C;&#x4F18;&#x4E8E;&#x7ADE;&#x54C1;&#xFF0C;&#x8FD9;&#x4E5F;&#x6B63;&#x662F;&#x4EA7;&#x54C1;&#x628A;&#x7406;&#x5FF5;&#x4F20;&#x8FBE;&#x7ED9;&#x4E86;&#x5FD7;&#x540C;&#x9053;&#x5408;&#x7684;&#x7528;&#x6237;&#x3002;&#x8FD9;&#x4E2A;&#x601D;&#x7EF4;&#x8FC7;&#x7A0B;&#x5176;&#x5B9E;&#x662F;&#x7531;&#x5185;&#x5411;&#x5916;&#xFF0C;&#x7531;&#x4F53;&#x9A8C;&#x5411;&#x89C6;&#x89C9;&#x5DE9;&#x56FA;&#x5BFC;&#x81F4;&#x7684;&#x3002;&#x800C;&#x5B9E;&#x8D28;&#x662F;&#x7531;&#x5916;&#x5411;&#x5185;&#xFF0C;&#x7531;&#x89C6;&#x89C9;&#x5411;&#x4F53;&#x9A8C;&#x5F15;&#x5BFC;&#xFF0C;&#x7406;&#x5FF5;&#x7531;&#x89C6;&#x89C9;&#x4F20;&#x8FBE;&#x7ED9;&#x7528;&#x6237;&#xFF0C;&#x4F7F;&#x5F97;&#x7406;&#x5FF5;&#x5438;&#x5F15;&#x4E86;&#x7528;&#x6237;&#x3002;</p>

<p style="text-indent:2em">&#x8FD9;&#x4EFF;&#x4F5B;&#x53C8;&#x56DE;&#x5230;&#x4E86;&#x4E4B;&#x524D;&#x7684;&#x201C;&#x4E0D;&#x5FC5;&#x8981;&#x504F;&#x91CD;&#x8BBE;&#x8BA1;&#x8BBA;&#x201D;&#xFF0C;&#x6211;&#x4EEC;&#x9700;&#x8981;&#x660E;&#x767D;&#x89C6;&#x89C9;&#x5728;&#x6574;&#x4E2A;&#x73AF;&#x8282;&#x627F;&#x62C5;&#x7684;&#x5DE5;&#x4F5C;&#x662F;&#x4EC0;&#x4E48;&#xFF1F;&#x4EBA;&#x5728;&#x8BB0;&#x5FC6;&#x65F6;&#x7684;&#x4F18;&#x5148;&#x7EA7;&#x662F;&#x989C;&#x8272;&gt;&#x5F62;&#x72B6;&gt;&#x56FE;&#x5F62;&gt;&#x6587;&#x5B57;&#xFF0C;&#x989C;&#x8272;&#x6700;&#x76F4;&#x89C2;&#x3002;&#x4E0A;&#x9762;&#x6709;&#x63D0;&#x5230;&#xFF0C;&#x89C6;&#x89C9;&#x5305;&#x62EC;&#xFF1A;logo&#x3001;&#x914D;&#x8272;&#x3001;&#x5B57;&#x4F53;&#x3001;&#x56FE;&#x5F62;&#xFF08;logo&#x4E5F;&#x662F;&#x7531;&#x540E;&#x4E09;&#x4E2A;&#x5143;&#x7D20;&#x7EC4;&#x6210;&#x7684;&#xFF0C;&#x4F46;&#x662F;logo&#x662F;&#x4EA7;&#x54C1;&#x7684;&#x6838;&#x5FC3;&#x8868;&#x8FBE;&#xFF0C;&#x56E0;&#x6B64;&#x5355;&#x62CE;&#x4E86;&#x51FA;&#x6765;&#xFF09;&#x3002;&#x914D;&#x8272;&#x662F;&#x5F88;&#x8BB2;&#x7A76;&#x7684;&#x4E00;&#x6B65;&#xFF0C;&#x90FD;&#x77E5;&#x9053;&#x989C;&#x8272;&#x4F1A;&#x5177;&#x6709;&#x542B;&#x4E49;&#x7684;&#xFF0C;&#x9EC4;&#x8272;&#x4EE3;&#x8868;&#x777F;&#x667A;&#xFF0C;&#x9ED1;&#x8272;&#x4EE3;&#x8868;&#x4E25;&#x8083;&#xFF0C;&#x7EA2;&#x8272;&#x4EE3;&#x8868;&#x70ED;&#x60C5;&#x3002;&#x968F;&#x7740;&#x4E1A;&#x52A1;&#x573A;&#x666F;&#x7684;&#x589E;&#x591A;&#xFF0C;&#x7EAF;&#x8272;&#x4E5F;&#x4E0D;&#x518D;&#x5B8C;&#x5168;&#x9002;&#x7528;&#xFF0C;&#x7EC4;&#x5408;&#x6E10;&#x53D8;&#x7684;&#x4E5F;&#x6709;&#x5F88;&#x591A;&#x3002;logo&#x7684;&#x5B57;&#x4F53;&#x4E00;&#x822C;&#x90FD;&#x662F;&#x7ECF;&#x8FC7;&#x5355;&#x72EC;&#x8BBE;&#x8BA1;&#x7684;&#xFF0C;&#x5404;&#x79CD;&#x7B14;&#x5237;&#x7684;&#x5E94;&#x7528;&#x5F88;&#x91CD;&#x8981;&#x3002;&#x800C;&#x7F51;&#x9875;&#x6216;&#x8005;app&#x4E2D;&#x7684;&#x5B57;&#x4F53;&#x6709;&#x7740;&#x4E00;&#x5957;&#x89C4;&#x8303;&#xFF0C;&#x4EC0;&#x4E48;&#x65F6;&#x5019;&#x7528;&#x5B8B;&#x4F53;&#xFF0C;&#x4EC0;&#x4E48;&#x65F6;&#x5019;&#x7528;&#x96C5;&#x9ED1;&#xFF0C;&#x5305;&#x62EC;&#x54EA;&#x4E2A;&#x4F4D;&#x7F6E;&#x7684;&#x5B57;&#x53F7;&#x8BE5;&#x591A;&#x5C11;&#x7B49;&#x3002;&#x56FE;&#x5F62;&#x4E5F;&#x6709;&#x81EA;&#x8EAB;&#x7684;&#x542B;&#x4E49;&#xFF0C;&#x5706;&#x5F62;&#x4EE3;&#x8868;&#x5706;&#x6ED1;&#xFF0C;&#x65B9;&#x5F62;&#x4EE3;&#x8868;&#x523B;&#x677F;&#x7B49;&#x3002;&#x6240;&#x8C13;&#x201C;&#x8BBE;&#x8BA1;&#x201D;&#xFF0C;&#x5C31;&#x662F;&#x9700;&#x8981;&#x7ECF;&#x8FC7;&#x4EA7;&#x54C1;&#x7406;&#x5FF5;&#x7684;&#x6253;&#x78E8;&#xFF0C;&#x505A;&#x5230;&#x4E0E;&#x4E4B;&#x5BF9;&#x5E94;&#x9AD8;&#x5339;&#x914D;&#x5EA6;&#x548C;&#x9AD8;&#x4E13;&#x4E1A;&#x6027;&#x3002;&#x800C;&#x4E0D;&#x662F;&#x968F;&#x4FBF;&#x62FF;&#x4E00;&#x4E2A;&#x989C;&#x8272;&#x3001;&#x4E00;&#x4E2A;&#x5B57;&#x4F53;&#x3001;&#x4E00;&#x4E2A;&#x56FE;&#x5F62;&#x4E92;&#x76F8;&#x51D1;&#x6D3B;&#x3002;</p>

<p><img src="https://user-images.githubusercontent.com/20765716/47079086-38a26080-d237-11e8-9033-0a65c925ab98.png" alt="&#x989C;&#x8272;&#x51B2;&#x51FB;&#x773C;&#x7403;" title="&#x989C;&#x8272;&#x51B2;&#x51FB;&#x773C;&#x7403;"></p>
<p style="text-align: center; color: #949494;font-size: 14px;">&#x989C;&#x8272;&#x51B2;&#x51FB;&#x773C;&#x7403;</p>

<p><br></p>
<p><img src="https://user-images.githubusercontent.com/20765716/47125509-988c1c00-d2b6-11e8-8234-f8484f278ea9.png" alt="&#x5F62;&#x72B6;&#x52A0;&#x6DF1;&#x8BB0;&#x5FC6;" title="&#x5F62;&#x72B6;&#x52A0;&#x6DF1;&#x8BB0;&#x5FC6;"></p>
<p style="text-align: center; color: #949494;font-size: 14px;">&#x5F62;&#x72B6;&#x52A0;&#x6DF1;&#x8BB0;&#x5FC6;</p>

<p><br></p>
<p><img src="https://user-images.githubusercontent.com/20765716/47125940-ab9feb80-d2b8-11e8-8f5f-c9ab57fd41f6.png" alt="&#x56FE;&#x6848;&#x8868;&#x8FBE;&#x4EA7;&#x54C1;&#x7279;&#x70B9;" title="&#x56FE;&#x6848;&#x8868;&#x8FBE;&#x4EA7;&#x54C1;&#x7279;&#x70B9;"></p>
<p style="text-align: center; color: #949494;font-size: 14px;">&#x56FE;&#x6848;&#x8868;&#x8FBE;&#x4EA7;&#x54C1;&#x7279;&#x70B9;</p>

<p>&#x4E8C;&#x3001;&#x6587;&#x6848;</p>
<p style="text-indent:2em">&#x6CA1;&#x6709;&#x4EFB;&#x4F55;&#x4E00;&#x4E2A;&#x4EA7;&#x54C1;&#x53EF;&#x4EE5;&#x79BB;&#x5F00;&#x6587;&#x5B57;&#x7684;&#x8868;&#x8FBE;&#xFF0C;&#x89C6;&#x89C9;&#x662F;&#x62BD;&#x8C61;&#x7684;&#xFF0C;&#x6587;&#x5B57;&#x662F;&#x5177;&#x4F53;&#x7684;&#x3002;&#x6587;&#x6848;&#x7684;&#x5DE5;&#x4F5C;&#x5C31;&#x662F;&#x4E0E;&#x7528;&#x6237;&#x8FDB;&#x884C;&#x6C9F;&#x901A;&#x3002;&#x901A;&#x8FC7;&#x5BF9;&#x8BDD;&#x7684;&#x5F62;&#x5F0F;&#x544A;&#x8BC9;&#x7528;&#x6237;&#x6211;&#x662F;&#x8C01;&#xFF0C;&#x6211;&#x53EF;&#x4EE5;&#x505A;&#x4EC0;&#x4E48;&#xFF0C;&#x6211;&#x4E3A;&#x4EC0;&#x4E48;&#x8981;&#x8FD9;&#x4E48;&#x505A;&#x7B49;&#x3002;&#x6587;&#x6848;&#x5305;&#x542B;&#x4E86;slogan&#x548C;&#x9875;&#x5185;&#x5404;&#x79CD;&#x5404;&#x6837;&#x7684;&#x6587;&#x5B57;&#x63D0;&#x793A;&#xFF0C;slogan&#x662F;&#x4EA7;&#x54C1;&#x7406;&#x5FF5;&#x7684;&#x4F53;&#x73B0;&#xFF0C;&#x4E00;&#x4E2A;&#x7B80;&#x6D01;&#x51DD;&#x7EC3;&#x63A5;&#x5730;&#x6C14;&#x7684;slogan&#xFF0C;&#x7ED9;&#x4E88;&#x7528;&#x6237;&#x60F3;&#x8C61;&#x7684;&#x7A7A;&#x95F4;&#xFF0C;&#x4F1A;&#x6F5C;&#x79FB;&#x9ED8;&#x5316;&#x5730;&#x6DF1;&#x6839;&#x7528;&#x6237;&#x5185;&#x5FC3;&#x3002;&#x9875;&#x5185;&#x63D0;&#x793A;&#x5219;&#x662F;&#x5728;&#x5408;&#x9002;&#x7684;&#x573A;&#x666F;&#x7528;&#x5408;&#x9002;&#x7684;&#x65B9;&#x5F0F;&#x548C;&#x7528;&#x6237;&#x5BF9;&#x8BDD;&#xFF0C;&#x793C;&#x8C8C;&#x5E76;&#x4E14;&#x7B80;&#x660E;&#x627C;&#x8981;&#x3002;&#x5B9E;&#x5728;&#x4E0D;&#x80FD;&#x7406;&#x89E3;&#xFF0C;&#x4E3A;&#x4EC0;&#x4E48;&#x5728;&#x4EA7;&#x54C1;&#x4F7F;&#x7528;&#x8FC7;&#x7A0B;&#x4E2D;&#x51FA;&#x73B0;&#x95EE;&#x9898;&#x7684;&#x7CFB;&#x7EDF;&#x539F;&#x56E0;&#x7ED9;&#x66B4;&#x9732;&#x51FA;&#x6765;&#xFF0C;&#x662F;&#x8981;&#x8BA9;&#x7528;&#x6237;&#x81EA;&#x5DF1;&#x6539;&#x4EE3;&#x7801;&#x5417;&#xFF1F;&#x9875;&#x5185;&#x63D0;&#x793A;&#x4E5F;&#x5305;&#x542B;&#x5F88;&#x591A;&#x65B9;&#x9762;&#xFF1A;&#x544A;&#x77E5;&#x3001;&#x5EFA;&#x8BAE;&#x3001;&#x8B66;&#x544A;&#x3001;&#x5B89;&#x629A;&#x3002;&#x4EE5;&#x62A5;&#x9519;&#x6587;&#x6848;&#x4E3A;&#x4F8B;&#xFF0C;&#x5B83;&#x7684;&#x51FA;&#x73B0;&#x5C31;&#x662F;&#x6765;&#x5B89;&#x629A;&#x7528;&#x6237;&#x60C5;&#x7EEA;&#x7684;&#xFF0C;&#x4F46;&#x6B64;&#x7C7B;&#x6587;&#x6848;&#x5927;&#x90E8;&#x5206;&#x4F1A;&#x8BA9;&#x7528;&#x6237;&#x66F4;&#x52A0;&#x6293;&#x72C2;&#x3002;</p>

<blockquote>
<p>&#x5982;&#x4F55;&#x5199;&#x6587;&#x6848;&#xFF1F;&#x5982;&#x4E0A;&#x6587;&#x6240;&#x8BF4;&#xFF0C;&#x5176;&#x5B9E;&#x672C;&#x8D28;&#x5C31;&#x662F;<b>&#x6C9F;&#x901A;</b>&#xFF0C;&#x5982;&#x4F55;&#x505A;&#x597D;&#x4E0E;&#x7528;&#x6237;&#x7684;&#x6C9F;&#x901A;&#xFF1F;</p>
<ol>
<li><b>&#x65F6;&#x673A;&#xFF0C;</b>&#x6CE8;&#x610F;&#x65F6;&#x95F4;&#x3001;&#x5730;&#x57DF;&#x3001;&#x573A;&#x5408;&#x7684;&#x9009;&#x62E9;&#xFF1B;</li>
<li><b>&#x5C0A;&#x91CD;&#xFF0C;</b>&#x4EE5;&#x7B2C;&#x4E8C;&#x4EBA;&#x79F0;&#x4F5C;&#x4E3A;&#x4E3B;&#x8BED;&#xFF0C;&#x5E76;&#x4E14;&#x59D4;&#x5A49;&#x8868;&#x8FBE;&#xFF1B;</li>
<li><b>&#x9AD8;&#x6548;&#xFF0C;</b>&#x6781;&#x7B80;&#x8868;&#x8FBE;&#xFF0C;&#x5E76;&#x4E14;&#x8981;&#x4FDD;&#x8BC1;&#x53CC;&#x65B9;&#x5728;&#x540C;&#x4E00;&#x9891;&#x9053;&#xFF0C;&#x907F;&#x514D;&#x5C55;&#x793A;&#x4EE3;&#x7801;&#x7C7B;&#x4F3C;&#x95EE;&#x9898;&#xFF1B;</li>
<li><b>&#x4E00;&#x81F4;&#xFF0C;</b>&#x540C;&#x7C7B;&#x578B;&#x6587;&#x6848;&#x683C;&#x5F0F;&#x7684;&#x4E00;&#x81F4;&#x6027;&#xFF0C;&#x6587;&#x6848;&#x4E0E;&#x4EA7;&#x54C1;&#x7406;&#x5FF5;&#x98CE;&#x683C;&#x7684;&#x4E00;&#x81F4;&#x6027;&#xFF1B;</li>
</ol>
</blockquote>
<p style="text-indent:2em">&#x5F88;&#x591A;&#x4EA7;&#x54C1;&#x8BB2;&#x4ECE;0&#x5230;1&#x7684;&#x6545;&#x4E8B;&#xFF0C;&#x5728;&#x8BB2;&#x5230;slogan&#x7684;&#x90E8;&#x5206;&#xFF0C;&#x4F1A;&#x53D1;&#x73B0;&#x57FA;&#x672C;&#x90FD;&#x662F;&#x6838;&#x5FC3;&#x4EBA;&#x7269;&#x51B3;&#x5B9A;&#x7684;&#xFF0C;&#x6709;&#x7684;&#x662F;&#x73B0;&#x5B9E;&#x542F;&#x53D1;&#x7684;&#x7075;&#x5149;&#x4E00;&#x95EA;&#xFF0C;&#x6709;&#x7684;&#x662F;&#x73B0;&#x5B9E;&#x7ED3;&#x5408;&#x7684;&#x53CD;&#x590D;&#x63A8;&#x6572;&#x3002;</p>

<blockquote>
<p>slogon&#x662F;&#x4EE5;&#x4EA7;&#x54C1;&#x540D;&#x79F0;&#x4E3A;&#x57FA;&#x7840;&#x7ED3;&#x5408;&#x4EA7;&#x54C1;&#x529F;&#x80FD;&#x4E30;&#x5BCC;&#x4E4B;&#x540E;&#x5F97;&#x6765;&#xFF0C;&#x5176;&#x8BBE;&#x8BA1;&#x4E5F;&#x6709;&#x4E00;&#x4E0B;&#x51E0;&#x4E2A;&#x65B9;&#x5411;&#xFF1A;</p>
<ol>
<li><b>&#x7A81;&#x51FA;&#x4EA7;&#x54C1;&#x5E94;&#x7528;&#x573A;&#x666F;&#xFF0C;&#x8BA9;&#x7528;&#x6237;&#x4E3B;&#x52A8;&#x5339;&#x914D;&#xFF0C;&#x5BF9;&#x53F7;&#x5165;&#x5EA7;:</b> <br>&#x997F;&#x4E86;&#x4E48;&#xFF1A;&#x997F;&#x4E86;&#x522B;&#x53EB;&#x5988;&#xFF0C;&#x53EB;&#x997F;&#x4E86;&#x4E48;&#x3002;&#x5FAE;&#x535A;&#xFF1A;&#x968F;&#x65F6;&#x968F;&#x5730;&#x53D1;&#x73B0;&#x65B0;&#x9C9C;&#x4E8B;&#x3002;&#x767E;&#x5EA6;&#xFF1A;&#x767E;&#x5EA6;&#x4E00;&#x4E0B;&#xFF0C;&#x4F60;&#x5C31;&#x77E5;&#x9053;&#x3002;</li>
<li><b>&#x7A81;&#x51FA;&#x4EA7;&#x54C1;&#x6838;&#x5FC3;&#x529F;&#x80FD;&#x3001;&#x7279;&#x70B9;:</b> <br>
OPPO&#xFF1A;&#x5145;&#x7535;5&#x5206;&#x949F;&#xFF0C;&#x901A;&#x8BDD;2&#x5C0F;&#x65F6;&#x3002;&#x5FB7;&#x8299;&#x5DE7;&#x514B;&#x529B;&#xFF1A;&#x5982;&#x4E1D;&#x822C;&#x987A;&#x6ED1;&#x3002;Rio&#x9E21;&#x5C3E;&#x9152;&#xFF1A;&#x597D;&#x559D;&#x7684;&#x9E21;&#x5C3E;&#x9152;&#x3002;</li>
<li><b>&#x7A81;&#x51FA;&#x53D7;&#x4F17;&#x4E2A;&#x6027;&#x6216;&#x671F;&#x671B;:</b> <br>
&#x7F8E;&#x56E2;&#xFF1A;&#x7F8E;&#x56E2;&#x4E00;&#x6B21;&#xFF0C;&#x7F8E;&#x4E00;&#x6B21;&#x3002;&#x7F8E;&#x7279;&#x65AF;&#x90A6;&#x5A01;&#xFF1A;&#x4E0D;&#x8D70;&#x5BFB;&#x5E38;&#x8DEF;&#x3002;361&#x5EA6;&#xFF0C;&#x591A;&#x4E00;&#x5EA6;&#x70ED;&#x7231;&#x3002;</li>
<li><b>&#x7A81;&#x51FA;&#x56E2;&#x961F;&#x76EE;&#x6807;&#x3001;&#x7406;&#x60F3;&#x3001;&#x613F;&#x666F;:</b> <br>
&#x963F;&#x91CC;&#x5DF4;&#x5DF4;&#xFF1A;&#x8BA9;&#x5929;&#x4E0B;&#x6CA1;&#x6709;&#x96BE;&#x505A;&#x7684;&#x751F;&#x610F;&#x3002;Apple&#xFF1A;Think different&#x3002;&#x5FAE;&#x4FE1;&#xFF1A;&#x5FAE;&#x4FE1;&#xFF0C;&#x662F;&#x4E00;&#x79CD;&#x751F;&#x6D3B;&#x65B9;&#x5F0F;&#x3002;</li>
</ol>
</blockquote>
<p style="text-indent:2em">slogan&#x8981;&#x60F3;&#x6DF1;&#x6839;&#x7528;&#x6237;&#xFF0C;&#x6613;&#x8BB0;&#x3001;&#x6613;&#x61C2;&#x5F88;&#x91CD;&#x8981;&#xFF0C;&#x6240;&#x4EE5;&#x5728;&#x6587;&#x6848;&#x683C;&#x5F0F;&#x4E0A;&#x7684;&#x8BBE;&#x8BA1;&#x9700;&#x8981;&#x5F70;&#x663E;&#x51FA;&#x8BED;&#x8A00;&#x7684;&#x7CBE;&#x5999;&#x3002;</p>

<blockquote>
<p>&#x4EE5;&#x4E0B;&#x4E3A;slogan&#x4E2D;&#x5E38;&#x7528;&#x7684;<a href="https://baike.baidu.com/item/%E4%BF%AE%E8%BE%9E " target="_blank">&#x4FEE;&#x8F9E;</a>&#x7279;&#x5F81;:</p>
<ol>
<li><b>&#x8FDE;&#x97F3;&#xFF0C;</b>&#x652F;&#x4ED8;&#x5B9D;&#xFF1A;&#x652F;&#x4ED8;&#x5B9D;&#xFF0C;&#x77E5;&#x6258;&#x4ED8;&#x3002;&#x6DD8;&#x5B9D;&#xFF1A;&#x6DD8;&#x6211;&#x559C;&#x6B22;&#x3002;</li>
<li><b>&#x5BF9;&#x79F0;&#xFF0C;</b>&#x767E;&#x5EA6;&#x7F51;&#x76D8;&#xFF1A;&#x81EA;&#x7531;&#x5B58;&#xFF0C;&#x968F;&#x5FC3;&#x4EAB;&#x3002;</li>
<li><b>&#x62BC;&#x97F5;&#xFF0C;</b>bing&#x641C;&#x7D22;&#xFF1A;&#x66F4;&#x5C11;&#x641C;&#x7D22;&#xFF0C;&#x66F4;&#x591A;&#x7ED3;&#x679C;&#x3002;</li>
<li><b>&#x53CC;&#x5173;&#xFF0C;</b>&#x5317;&#x4EAC;&#x665A;&#x62A5;&#xFF1A;&#x665A;&#x62A5;&#xFF0C;&#x4E0D;&#x665A;&#x62A5;&#x3002;&#x4E50;&#x4E8B;&#x85AF;&#x7247;&#xFF1A;&#x7247;&#x7247;&#x6709;&#x4E50;&#x4E8B;&#x3002;</li>
<li><b>&#x5F15;&#x7528;&#xFF0C;</b>&#x4E30;&#x53F0;&#x6C7D;&#x8F66;&#xFF1A;&#x8F66;&#x5230;&#x5C71;&#x524D;&#x5FC5;&#x6709;&#x8DEF;&#xFF0C;&#x6709;&#x8DEF;&#x5FC5;&#x6709;&#x4E30;&#x7530;&#x8F66;&#x3002;</li>
<li><b>&#x901A;&#x611F;&#xFF0C;</b>&#x7F51;&#x6613;&#x4E91;&#x97F3;&#x4E50;&#xFF1A;&#x542C;&#x89C1;&#x597D;&#x65F6;&#x5149;&#x3002;</li>
<li><b>&#x5938;&#x5F20;&#xFF0C;</b>&#x70AB;&#x8FC8;&#x53E3;&#x9999;&#x7CD6;&#xFF1A;&#x6839;&#x672C;&#x505C;&#x4E0D;&#x4E0B;&#x6765;&#x3002;</li>
</ol>
</blockquote>
<p>&#x4E09;&#x3001;&#x4EA4;&#x4E92;&amp;&#x5E03;&#x5C40;</p>
<p style="text-indent:2em">&#x8FD9;&#x91CC;&#x4EA4;&#x4E92;&#x662F;&#x6307;&#x7528;&#x6237;&#x4E0E;&#x4EA7;&#x54C1;&#x7684;&#x4E4B;&#x95F4;&#x4E92;&#x52A8;&#x4E0E;&#x53CD;&#x9988;&#x7684;&#x53CC;&#x5411;&#x8FC7;&#x7A0B;&#xFF0C;&#x6709;&#x52A8;&#x6548;&#x4EA4;&#x4E92;&#x548C;&#x97F3;&#x6548;&#x4EA4;&#x4E92;&#xFF0C;&#x5C5E;&#x4E8E;2D&#x7684;&#x5E73;&#x9762;&#x4EA4;&#x4E92;&#x3002;</p>

<p style="text-indent:2em">&#x6211;&#x4EEC;&#x5728;&#x5546;&#x573A;&#x901B;&#x8857;&#xFF0C;&#x7ADE;&#x4E89;&#x5BF9;&#x624B;&#x5F80;&#x5F80;&#x662F;&#x540C;&#x65F6;&#x51FA;&#x73B0;&#x7528;&#x6237;&#x773C;&#x91CC;&#x7684;&#x3002;&#x5BF9;&#x4E8E;&#x4E00;&#x4E2A;&#x8001;&#x7528;&#x6237;&#x4F53;&#x9A8C;&#x8FC7;&#x4E4B;&#x95F4;&#x7684;&#x4EA7;&#x54C1;&#xFF0C;&#x77E5;&#x9053;&#x81EA;&#x5DF1;&#x9700;&#x8981;&#x4EC0;&#x4E48;&#xFF0C;&#x4F1A;&#x6BEB;&#x4E0D;&#x72B9;&#x8C6B;&#x5730;&#x8D70;&#x8FDB;&#x4E00;&#x5BB6;&#x5E97;&#x3002;&#x800C;&#x5BF9;&#x4E8E;&#x65B0;&#x7528;&#x6237;&#xFF0C;&#x4E0D;&#x5149;&#x662F;&#x95E8;&#x5934;&#xFF0C;&#x751A;&#x81F3;&#x8FDE;&#x706F;&#x5149;&#x3001;&#x5730;&#x677F;&#x3001;&#x88C5;&#x9970;&#x7269;&#x90FD;&#x9700;&#x8981;&#x505A;&#x5230;&#x5339;&#x914D;&#x4E13;&#x4E1A;&#xFF0C;&#x964D;&#x4F4E;&#x6BCF;&#x4E2A;&#x73AF;&#x8282;&#x90FD;&#x4F1A;&#x5BFC;&#x81F4;&#x7528;&#x6237;&#x6D41;&#x5931;&#x7684;&#x6982;&#x7387;&#x3002;</p>
                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="ChapterTwo.html" class="navigation navigation-prev " aria-label="Previous page: 第二章 满意的视觉设计">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="ChapterTwoPartTwo.html" class="navigation navigation-next " aria-label="Next page: 第二篇 组件化设计思维">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"第一篇 品牌化设计思维","level":"1.4.1","depth":2,"next":{"title":"第二篇 组件化设计思维","level":"1.4.2","depth":2,"path":"ChapterTwoPartTwo.md","ref":"ChapterTwoPartTwo.md","articles":[]},"previous":{"title":"第二章 满意的视觉设计","level":"1.4","depth":1,"path":"ChapterTwo.md","ref":"ChapterTwo.md","articles":[{"title":"第一篇 品牌化设计思维","level":"1.4.1","depth":2,"path":"ChapterTwoPartOne.md","ref":"ChapterTwoPartOne.md","articles":[]},{"title":"第二篇 组件化设计思维","level":"1.4.2","depth":2,"path":"ChapterTwoPartTwo.md","ref":"ChapterTwoPartTwo.md","articles":[]},{"title":"第三篇 制定设计规范的价值与方法","level":"1.4.3","depth":2,"path":"ChapterTwoPartThree.md","ref":"ChapterTwoPartThree.md","articles":[]},{"title":"第四篇 对数据可视化产品有利的设计建议","level":"1.4.4","depth":2,"path":"ChapterTwoPartFour.md","ref":"ChapterTwoPartFour.md","articles":[]}]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":["livereload"],"pluginsConfig":{"livereload":{},"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"ChapterTwoPartOne.md","mtime":"2018-11-06T08:58:38.174Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2018-11-06T08:52:03.893Z"},"basePath":".","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="gitbook/gitbook.js"></script>
    <script src="gitbook/theme.js"></script>
    
        
        <script src="gitbook/gitbook-plugin-livereload/plugin.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

