
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>第四章 发现大数据的魅力，培养数据思维 · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="ChapterFive.html" />
    
    
    <link rel="prev" href="ChapterThree.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="./">
            
                <a href="./">
            
                    
                    序
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="Preface.html">
            
                <a href="Preface.html">
            
                    
                    前言
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="ChapterOne.html">
            
                <a href="ChapterOne.html">
            
                    
                    第一章 包容的平台产品设计—海纳百川
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.3.1" data-path="ChapterOnePartOne.html">
            
                <a href="ChapterOnePartOne.html">
            
                    
                    第一篇 产品架构即产品未来
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.2" data-path="ChapterOnePartTwo.html">
            
                <a href="ChapterOnePartTwo.html">
            
                    
                    第二篇 寻找通性是为了更好的扩展
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.4" data-path="ChapterTwo.html">
            
                <a href="ChapterTwo.html">
            
                    
                    第二章 满意的视觉设计
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.4.1" data-path="ChapterTwoPartOne.html">
            
                <a href="ChapterTwoPartOne.html">
            
                    
                    第一篇 品牌化设计思维
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4.2" data-path="ChapterTwoPartTwo.html">
            
                <a href="ChapterTwoPartTwo.html">
            
                    
                    第二篇 组件化设计思维
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4.3" data-path="ChapterTwoPartThree.html">
            
                <a href="ChapterTwoPartThree.html">
            
                    
                    第三篇 制定设计规范的价值与方法
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4.4" data-path="ChapterTwoPartFour.html">
            
                <a href="ChapterTwoPartFour.html">
            
                    
                    第四篇 对数据可视化产品有利的设计建议
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.5" data-path="ChapterThree.html">
            
                <a href="ChapterThree.html">
            
                    
                    第三章 组件化思维引发数据中台与大数据的思考
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.6" data-path="ChapterFour.html">
            
                <a href="ChapterFour.html">
            
                    
                    第四章 发现大数据的魅力，培养数据思维
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.7" data-path="ChapterFive.html">
            
                <a href="ChapterFive.html">
            
                    
                    第五章 信念运营：相信与看见
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.8" data-path="ChapterSix.html">
            
                <a href="ChapterSix.html">
            
                    
                    第六章 湖人总冠军！
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.8.1" data-path="ChapterSixPartone.html">
            
                <a href="ChapterSixPartone.html">
            
                    
                    第一篇 最好的微服务应用—小团队作战
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.9" data-path="FinalChapter.html">
            
                <a href="FinalChapter.html">
            
                    
                    最终章 未来，因数据而来
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.10" data-path="AppendixOne.html">
            
                <a href="AppendixOne.html">
            
                    
                    附录一 β-地动仪设计规范
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.11" data-path="AppendixTwo.html">
            
                <a href="AppendixTwo.html">
            
                    
                    附录二 链接汇总
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="." >第四章 发现大数据的魅力，培养数据思维</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h2 id="&#x7B2C;&#x56DB;&#x7AE0;----&#x53D1;&#x73B0;&#x5927;&#x6570;&#x636E;&#x7684;&#x9B45;&#x529B;&#xFF0C;&#x57F9;&#x517B;&#x6570;&#x636E;&#x601D;&#x7EF4;">&#x7B2C;&#x56DB;&#x7AE0;    &#x53D1;&#x73B0;&#x5927;&#x6570;&#x636E;&#x7684;&#x9B45;&#x529B;&#xFF0C;&#x57F9;&#x517B;&#x6570;&#x636E;&#x601D;&#x7EF4;</h2>
<p style="text-indent:2em"><b>&#x5927;&#x6570;&#x636E;&#x7684;&#x672C;&#x8D28;&#xFF0C;&#x8FD8;&#x539F;&#x7528;&#x6237;&#x7684;&#x771F;&#x5B9E;&#x9700;&#x6C42;&#x3002;&#x2014;&#x2014;&#x8F66;&#x54C1;&#x89C9;</b></p>

<p style="text-indent:2em">&#x795E;&#x63A2;&#x590F;&#x6D1B;&#x514B;&#x300A;&#x516D;&#x5EA7;&#x6492;&#x5207;&#x5C14;&#x592B;&#x4EBA;&#x50CF;&#x300B;&#x4E2D;&#x6709;&#x4E00;&#x4E2A;&#x7247;&#x6BB5;&#x8BA9;&#x6211;&#x60CA;&#x53F9;&#x5E76;&#x4E14;&#x7740;&#x8FF7;&#xFF0C;&#x5927;&#x81F4;&#x7684;&#x6545;&#x4E8B;&#x7EBF;&#x662F;&#x739B;&#x4E3D;&#xFF08;&#x534E;&#x751F;&#x7684;&#x59BB;&#x5B50;&#xFF09;&#x7684;&#x7279;&#x5DE5;&#x8EAB;&#x4EFD;&#x66B4;&#x9732;&#xFF0C;&#x739B;&#x4E3D;&#x4E0D;&#x60F3;&#x8FDE;&#x7D2F;&#x534E;&#x751F;&#x548C;&#x590F;&#x6D1B;&#x514B;&#x51B3;&#x5B9A;&#x79BB;&#x5F00;&#xFF0C;&#x4E3A;&#x4E86;&#x9632;&#x6B62;&#x88AB;&#x4EBA;&#x53D1;&#x73B0;&#xFF0C;&#x5979;&#x901A;&#x8FC7;&#x968F;&#x673A;&#x63B7;&#x9AB0;&#x5B50;&#x7684;&#x65B9;&#x5F0F;&#x4E0D;&#x65AD;&#x66F4;&#x6362;&#x9A7B;&#x811A;&#x70B9;&#x548C;&#x88C5;&#x626E;&#xFF0C;&#x9632;&#x6B62;&#x88AB;&#x4EBA;&#x53D1;&#x73B0;&#x8FFD;&#x8E2A;&#xFF0C;&#x53EF;&#x6700;&#x7EC8;&#x8FD8;&#x662F;&#x548C;&#x65E9;&#x5DF2;&#x5728;&#x7EC8;&#x70B9;&#x7B49;&#x5019;&#x7684;&#x590F;&#x6D1B;&#x514B;&#x76F8;&#x9047;&#x4E86;&#x3002;&#x739B;&#x4E3D;&#x611F;&#x5230;&#x60CA;&#x53F9;&#xFF0C;&#x590F;&#x6D1B;&#x514B;&#x7ED9;&#x51FA;&#x4E86;<b>&#x6982;&#x7387;&#x8FD0;&#x7B97;</b>&#x548C;<b>&#x51CF;&#x5C11;&#x53EF;&#x80FD;&#x53D8;&#x91CF;</b>&#x7684;&#x65B9;&#x6CD5;&#xFF0C;&#x867D;&#x7136;&#x6700;&#x7EC8;&#x4ED6;&#x5766;&#x767D;&#x662F;&#x8FFD;&#x8E2A;&#x88C5;&#x7F6E;&#x627E;&#x5230;&#x4E86;&#x5979;&#x3002;</p>

<p><img src="https://user-images.githubusercontent.com/20765716/48108576-a3ffb100-e27e-11e8-913e-0fafd04fb781.png" alt=""></p>
<p style="text-indent:2em">&#x56DE;&#x5934;&#x770B;&#x4E00;&#x4E0B;&#x590F;&#x6D1B;&#x514B;&#x7684;&#x5206;&#x6790;&#x8FC7;&#x7A0B;&#xFF0C;&#x867D;&#x7136;&#x65B9;&#x6848;&#x6709;&#x5F85;&#x8BBA;&#x8BC1;&#xFF0C;&#x4F46;&#x8DB3;&#x591F;&#x8BA9;&#x4EBA;&#x7740;&#x8FF7;&#x3002;</p>

<blockquote>
<p>&#x5206;&#x6790;&#x6B65;&#x9AA4;&#x5982;&#x4E0B;&#xFF1A;</p>
<ol>
<li>&#x6CA1;&#x6709;&#x4EFB;&#x4F55;&#x4EBA;&#x884C;&#x4E3A;&#x662F;&#x771F;&#x6B63;&#x968F;&#x673A;&#x7684;&#xFF1B;</li>
<li>&#x719F;&#x7EC3;&#x638C;&#x63E1;&#x6982;&#x7387;&#x8FD0;&#x7B97;&#xFF1B;</li>
<li>&#x5F7B;&#x5E95;&#x4E86;&#x89E3;&#x4EBA;&#x7C7B;&#x5FC3;&#x7406;&#x4EE5;&#x53CA;&#x4EFB;&#x610F;&#x4E2A;&#x4F53;&#x7684;&#x5DF2;&#x77E5;&#x6027;&#x60C5;&#x6781;&#x5927;&#x7A0B;&#x5EA6;&#x51CF;&#x5C11;&#x53D8;&#x91CF;&#xFF08;&#x5DF2;&#x77E5;58&#x79CD;&#xFF09;&#xFF1B;</li>
<li>&#x628A;&#x770B;&#x4F3C;&#x65E0;&#x9650;&#x7684;&#x968F;&#x673A;&#x4EA7;&#x751F;&#x7684;&#x53EF;&#x80FD;&#x6027;&#x63D0;&#x70BC;&#x6210;&#x6700;&#x5C11;&#x7684;&#x53EF;&#x80FD;&#x53D8;&#x91CF;&#xFF1B;</li>
</ol>
</blockquote>
<p style="text-indent:2em">&#x8FD9;&#x8BA9;&#x6211;&#x8054;&#x60F3;&#x5230;&#xFF0C;<b>&#x7406;&#x8BBA;&#x4E0A;&#xFF0C;&#x4E00;&#x4E2A;&#x4EBA;&#x7684;&#x884C;&#x52A8;&#x8DEF;&#x7EBF;&#x5728;&#x672A;&#x6765;&#x65E0;&#x9650;&#x65F6;&#x95F4;&#x5185;&#x90FD;&#x662F;&#x5DF2;&#x77E5;&#x7684;&#x3002;</b>&#x81EA;&#x6211;&#x5728;&#x672A;&#x6765;&#x73AF;&#x5883;&#x4E2D;&#x7684;&#x9009;&#x62E9;&#x662F;&#x6839;&#x636E;&#x81EA;&#x6211;&#x5728;&#x4EE5;&#x5F80;&#x73AF;&#x5883;&#x4E2D;&#x9009;&#x62E9;&#x540E;&#x5F97;&#x51FA;&#x7684;&#x4F18;&#x52A3;&#x8FDB;&#x884C;&#x672A;&#x6765;&#x73AF;&#x5883;&#x9009;&#x62E9;&#x7684;&#x5224;&#x65AD;&#x4E0E;&#x8BA1;&#x7B97;&#x7684;&#xFF08;&#x6CA1;&#x6709;&#x4EFB;&#x4F55;&#x4EBA;&#x884C;&#x4E3A;&#x662F;&#x771F;&#x6B63;&#x968F;&#x673A;&#x7684;&#xFF09;&#x3002;&#x5982;&#x679C;&#x6211;&#x4EEC;&#x5C06;&#x4E2A;&#x4F53;&#x53D1;&#x751F;&#x7684;&#x884C;&#x4E3A;&#x4EE5;&#x79D2;&#x3001;&#x5206;&#x3001;&#x65F6;&#x3001;&#x65E5;&#x7684;&#x7EF4;&#x5EA6;&#x8BB0;&#x5F55;&#x4E0B;&#x6765;&#xFF0C;&#x4EE5;&#x65E5;&#x7684;&#x7EF4;&#x5EA6;&#x5C06;&#x5927;&#x91CF;&#x7684;&#x6570;&#x636E;&#x8FDB;&#x884C;&#x843D;&#x5E93;&#x843D;&#x8868;&#xFF0C;&#x4EE5;&#x8863;&#x3001;&#x98DF;&#x3001;&#x4F4F;&#x3001;&#x884C;&#x7B49;&#x7EF4;&#x5EA6;&#x8FDB;&#x884C;&#x5206;&#x7C7B;&#xFF0C;&#x5C06;&#x5DF2;&#x5F62;&#x6210;&#x7684;&#x8BB0;&#x5F55;&#x8FDB;&#x884C;&#x504F;&#x597D;&#x5206;&#x6790;&#x8BA1;&#x7B97;&#xFF0C;&#x5F97;&#x51FA;&#x4E2A;&#x4F53;&#x5728;&#x9762;&#x5BF9;&#x591A;&#x91CD;&#x9009;&#x62E9;&#x65F6;&#x5019;&#x7684;&#x6743;&#x91CD;&#x3002;&#x4F8B;&#x5982;&#x5728;&#x7279;&#x5B9A;&#x7684;&#x573A;&#x666F;&#x4E2D;&#x4F1A;&#x9009;&#x62E9;&#x7EA2;&#x8272;&#xFF0C;&#x5403;&#x76D6;&#x6D47;&#x996D;&#xFF0C;&#x9A91;&#x5171;&#x4EAB;&#x5355;&#x8F66;&#x53BB;A&#x670B;&#x53CB;&#x5BB6;&#x3002;&#x6839;&#x636E;&#x4E0D;&#x540C;&#x7684;&#x6743;&#x91CD;&#xFF0C;&#x6211;&#x4EEC;&#x5F97;&#x5230;&#x4E86;&#x4EE5;&#x4F18;&#x5148;&#x7EA7;&#x6392;&#x5217;&#x7684;&#x6709;&#x9650;&#x4E2A;&#x7684;&#x9009;&#x62E9;&#x3002;</p>

<p style="text-indent:2em">&#x8FD9;&#x6837;&#x7684;&#x5206;&#x6790;&#x8FC7;&#x7A0B;&#x7406;&#x8BBA;&#x4E0A;&#x662F;&#x53EF;&#x884C;&#x7684;&#xFF0C;&#x6700;&#x6838;&#x5FC3;&#x7684;&#x4E00;&#x6B65;&#x5C31;&#x662F;&#x504F;&#x597D;&#x5206;&#x6790;&#xFF0C;&#x6211;&#x4EEC;&#x9700;&#x8981;&#x6839;&#x636E;&#x4EE5;&#x5F80;&#x8DB3;&#x591F;&#x591A;&#x7684;&#x6837;&#x672C;&#x91CF;&#x4E3A;&#x4F9D;&#x636E;&#xFF0C;&#x62C6;&#x5206;&#x6210;&#x8DB3;&#x591F;&#x7EC6;&#x81F4;&#x4E14;&#x72EC;&#x7ACB;&#x7684;&#x5206;&#x7C7B;&#xFF08;0&#x8026;&#x5408;&#x4E14;&#x96C6;&#x5408;&#x957F;&#x5EA6;&#x5927;&#x4E8E;1&#xFF09;&#x6765;&#x8BBE;&#x8BA1;&#x51FD;&#x6570;&#x6A21;&#x578B;&#xFF0C; &#x5E76;&#x4E14;&#x4EE5;&#x8FD9;&#x4E9B;&#x6837;&#x672C;&#x91CF;&#x53CD;&#x590D;&#x68C0;&#x9A8C;&#x3002;&#x8BBE;&#x8BA1;&#x7684;&#x504F;&#x597D;&#x51FD;&#x6570;&#x6A21;&#x578B;&#x5C06;&#x662F;&#x901A;&#x7528;&#x7684;&#xFF0C;&#x4F46;&#x7531;&#x4E8E;&#x4E2A;&#x4F53;&#x7684;&#x5DEE;&#x5F02;&#xFF0C;&#x5176;&#x4E2D;&#x7684;&#x5E38;&#x91CF;&#x548C;&#x672A;&#x77E5;&#x5143;&#x662F;&#x9700;&#x8981;&#x4E2A;&#x4F53;&#x5206;&#x6790;&#x5F97;&#x6765;&#x7684;&#x3002;&#x5982;&#x4ECA;&#x5927;&#x70ED;&#x7684;&#x673A;&#x5668;&#x5B66;&#x4E60;&#x5927;&#x81F4;&#x4E5F;&#x662F;&#x8FD9;&#x6837;&#x7684;&#x5206;&#x6790;&#x8FC7;&#x7A0B;&#x3002;</p>

<p style="text-indent:2em">&#x5018;&#x82E5;&#x53EF;&#x4EE5;&#x5B9E;&#x73B0;&#x4EE5;&#x7528;&#x6237;&#x4E3A;&#x8D77;&#x70B9;&#x7684;&#x884C;&#x4E3A;&#x94FE;&#x8DEF;&#x900F;&#x660E;&#x4EE5;&#x53CA;&#x9884;&#x6D4B;&#xFF0C;&#x8FD9;&#x5C06;&#x4F1A;&#x4E00;&#x4EF6;&#x5341;&#x5206;&#x6FC0;&#x52A8;&#x4EBA;&#x5FC3;&#x7684;&#x4E8B;&#x60C5;&#x3002;&#x6211;&#x60F3;&#x8FD9;&#x5C31;&#x662F;&#x5927;&#x6570;&#x636E;&#x7684;&#x9B45;&#x529B;&#x3002;</p>

<p style="text-indent:2em">&#x57F9;&#x517B;&#x6570;&#x636E;&#x601D;&#x7EF4;&#x4E5F;&#x662F;&#x3B2;-&#x5730;&#x52A8;&#x4EEA;&#x5B58;&#x5728;&#x7684;&#x4EF7;&#x503C;&#xFF0C;&#x3B2;-&#x5730;&#x52A8;&#x4EEA;&#x613F;&#x666F;&#x4E2D;&#x7684;&#x4E00;&#x4E2A;&#x5C31;&#x662F;&#x80FD;&#x591F;&#x6210;&#x4E3A;&#x4EA7;&#x54C1;&#x5E72;&#x7CFB;&#x4EBA;&#x65E5;&#x5E38;&#x5DE5;&#x4F5C;&#x7684;&#x524D;&#x7F6E;&#x6761;&#x4EF6;&#x3002;&#x8FD9;&#x4E0D;&#x5149;&#x8981;&#x4FDD;&#x8BC1;&#x3B2;-&#x5730;&#x52A8;&#x4EEA;&#x7684;&#x6570;&#x636E;&#x8BA1;&#x7B97;&#x51C6;&#x786E;&#xFF0C;&#x66F4;&#x8981;&#x80FD;&#x591F;&#x5F15;&#x5BFC;&#x4F7F;&#x7528;&#x8005;&#x53D1;&#x73B0;&#x8868;&#x8C61;&#x6570;&#x636E;&#x900F;&#x9732;&#x7684;&#x5185;&#x5728;&#x4EF7;&#x503C;&#xFF0C;&#x6709;&#x610F;&#x8BC6;&#x5730;&#x5F62;&#x6210;&#x6570;&#x636E;&#x601D;&#x7EF4;&#x3002;</p>

<p style="text-indent:2em">&#x4EC0;&#x4E48;&#x6837;&#x7684;&#x6570;&#x636E;&#x624D;&#x662F;&#x88AB;&#x9700;&#x8981;&#x7684;&#xFF1F;&#x6570;&#x636E;&#x4E4B;&#x95F4;&#x4E00;&#x5B9A;&#x8981;&#x80FD;&#x591F;&#x88AB;&#x67D0;&#x79CD;&#x6761;&#x4EF6;&#x5173;&#x8054;&#x8D77;&#x6765;&#x5F97;&#x4EE5;&#x5408;&#x7406;&#x8FD0;&#x7528;&#xFF0C;&#x63D0;&#x4F9B;&#x7684;&#x6307;&#x6807;&#x4E0D;&#x4EC5;&#x8981;&#x5B8C;&#x6210;&#x6570;&#x636E;&#x7EDF;&#x8BA1;&#x76D1;&#x63A7;&#xFF0C;&#x4E5F;&#x8981;&#x80FD;&#x591F;&#x5BF9;&#x4EA7;&#x54C1;&#x8425;&#x9500;&#x8D77;&#x5230;&#x6307;&#x5BFC;&#x610F;&#x4E49;&#x3002;&#x5F53;&#x4ECA;&#x6570;&#x636E;&#x8D44;&#x6E90;&#x5982;&#x6B64;&#x4E30;&#x5BCC;&#xFF0C;&#x5374;&#x56E0;&#x4E3A;&#x603B;&#x603B;&#x969C;&#x788D;&#x65E0;&#x6CD5;&#x6316;&#x6398;&#x3002;&#x5BA2;&#x89C2;&#x6765;&#x8BB2;&#xFF0C;<b>&#x65E0;&#x5F62;&#x6001;&#x5373;&#x65E0;&#x610F;&#x8BC6;</b>&#xFF0C;&#x5373;&#x4F7F;&#x3B2;-&#x5730;&#x52A8;&#x4EEA;&#x628A;&#x6570;&#x636E;&#x518D;&#x7A81;&#x51FA;&#xFF0C;&#x5927;&#x62B5;&#x4E5F;&#x4E0D;&#x77E5;&#x9053;&#x8BE5;&#x600E;&#x4E48;&#x8FD0;&#x7528;&#x8FD9;&#x4E9B;&#x6570;&#x636E;&#x3002;&#x6211;&#x4EEC;&#x53EA;&#x770B;&#x5230;&#x4E86;&#x5173;&#x6CE8;&#x7684;&#x6307;&#x6807;&#x53D1;&#x751F;&#x7684;&#x589E;&#x51CF;&#x73B0;&#x8C61;&#xFF0C;&#x4F46;&#x5BF9;&#x8FD9;&#x79CD;&#x53D8;&#x5316;&#x7684;&#x8F7B;&#x91CD;&#x7A0B;&#x5EA6;&#x5E76;&#x6CA1;&#x6709;&#x611F;&#x77E5;&#x3002;&#x6211;&#x4EEC;&#x53EA;&#x77E5;&#x9053;&#x6570;&#x636E;&#x7684;&#x6574;&#x4F53;&#x60C5;&#x51B5;&#xFF0C;&#x4F46;&#x5BF9;&#x6570;&#x636E;&#x4E4B;&#x95F4;&#x7684;&#x8054;&#x7CFB;&#x6CA1;&#x6709;&#x6982;&#x5FF5;&#x3002;&#x6211;&#x4EEC;&#x53EA;&#x770B;&#x5230;&#x4E86;&#x81EA;&#x5DF1;&#x60F3;&#x770B;&#x7684;&#x90A3;&#x90E8;&#x5206;&#xFF0C;&#x6C89;&#x6D78;&#x4E8E;&#x5728;&#x6307;&#x6807;&#x7684;&#x4E0A;&#x5347;&#x4E0E;&#x4E0B;&#x964D;&#xFF0C;&#x6F5C;&#x610F;&#x8BC6;&#x5373;&#x8BA4;&#x4E3A;&#x4E0A;&#x5347;&#x662F;&#x597D;&#xFF0C;&#x4E0B;&#x964D;&#x662F;&#x574F;&#xFF0C;&#x8981;&#x77E5;&#x9053;&#x957F;&#x5F97;&#x597D;&#x770B;&#x7684;&#x4E0D;&#x4E00;&#x5B9A;&#x662F;&#x597D;&#x4EBA;&#x3002;</p>

<p style="text-indent:2em">&#x4F5C;&#x4E3A;&#x4EA7;&#x54C1;&#x5E72;&#x7CFB;&#x4EBA;&#xFF0C;&#x8BE5;&#x5982;&#x4F55;&#x57F9;&#x517B;&#x6570;&#x636E;&#x601D;&#x7EF4;&#xFF1F;</p>

<p style="text-indent:2em"><b>&#x4E00;&#x3001;&#x5C06;&#x4EA7;&#x54C1;&#x7EBF;&#x5168;&#x5C40;&#x91CF;&#x5316;&#x3002;</b>&#x6570;&#x5B57;&#x53EF;&#x4EE5;&#x8BA9;&#x6211;&#x4EEC;&#x6709;&#x6700;&#x76F4;&#x89C2;&#x7684;&#x5370;&#x8C61;&#xFF0C;&#x4EA7;&#x54C1;&#x7EBF;&#x7684;&#x4EFB;&#x4F55;&#x7EF4;&#x5EA6;&#x90FD;&#x53EF;&#x4EE5;&#x901A;&#x8FC7;&#x6570;&#x5B57;&#x7684;&#x5F62;&#x5F0F;&#x91CF;&#x5316;&#x3002;</p>

<blockquote>
<p>&#x4F5C;&#x4E3A;&#x4EA7;&#x54C1;&#x7ECF;&#x7406;&#xFF0C;&#x9700;&#x8981;&#x5173;&#x6CE8;&#x4EA7;&#x54C1;&#x7EBF;&#x7684;&#x7EF4;&#x5EA6;&#x6709;&#xFF1A;</p>
<ol>
<li><b>&#x57FA;&#x672C;&#x9762;&#x7EDF;&#x8BA1;</b>&#xFF0C;&#x591A;&#x4E3A;&#x4EA7;&#x54C1;&#x7EBF;&#x7684;&#x6838;&#x5FC3;&#x6307;&#x6807;&#xFF0C;&#x4F8B;&#x5982;&#x6210;&#x529F;&#x7387;&#x3001;&#x4EA4;&#x6613;&#x91CF;&#x3001;&#x7528;&#x6237;&#x6570;&#x7B49;&#xFF0C;&#x4F46;&#x5B9E;&#x9645;&#x4E0A;&#x4E13;&#x4E1A;&#x7684;&#x4EA7;&#x54C1;&#x5E72;&#x7CFB;&#x4EBA;&#x9700;&#x8981;&#x5BF9;&#x4EA7;&#x54C1;&#x7EBF;&#x5185;&#x7684;&#x6BCF;&#x4E00;&#x4E2A;&#x77E5;&#x9053;&#x90FD;&#x8981;&#x6709;&#x6E05;&#x6670;&#x7684;&#x638C;&#x63E1;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x9009;&#x62E9;&#x6027;&#x7684;&#x53BB;&#x7EDF;&#x8BA1;&#xFF0C;&#x8981;&#x628A;&#x6240;&#x6709;&#x80FD;&#x4EA7;&#x751F;&#x7684;&#x6570;&#x636E;&#x90FD;&#x5148;&#x6298;&#x53E0;&#x518D;&#x5E73;&#x94FA;&#x3002;</li>
<li><b>&#x5065;&#x5EB7;&#x5EA6;&#x5206;&#x6790;</b>&#xFF0C;&#x4EA7;&#x54C1;&#x5404;&#x6A21;&#x5757;&#x95F4;&#x7684;&#x8FD0;&#x884C;&#x60C5;&#x51B5;&#xFF0C;&#x901A;&#x8FC7;&#x9608;&#x503C;&#x76D1;&#x63A7;&#x6838;&#x5FC3;&#x73AF;&#x8282;&#xFF0C;&#x53CA;&#x65F6;&#x907F;&#x514D;&#x751F;&#x4EA7;&#x73AF;&#x5883;&#x7684;&#x4E1A;&#x52A1;&#x6D41;&#x7A0B;&#x6B63;&#x5E38;&#x8FD0;&#x884C;&#xFF0C;&#x6700;&#x5927;&#x9650;&#x5EA6;&#x7F29;&#x5C0F;&#x5F71;&#x54CD;&#x8303;&#x56F4;&#xFF1B;</li>
<li><b>&#x7528;&#x6237;&#x753B;&#x50CF;&#x5206;&#x6790;</b>&#xFF0C;&#x4ECE;&#x5185;&#x5230;&#x5916;&#x719F;&#x6089;&#x6BCF;&#x4E00;&#x4E2A;&#x7528;&#x6237;&#xFF0C;&#x77E5;&#x6653;&#x7528;&#x6237;&#x4E2A;&#x4F53;&#x4E0E;&#x4E0D;&#x540C;&#x7684;&#x7528;&#x6237;&#x7FA4;&#x4F53;&#xFF0C;&#x5E74;&#x9F84;&#x3001;&#x6027;&#x522B;&#x3001;&#x804C;&#x4E1A;&#x5404;&#x79CD;&#x6807;&#x7B7E;&#xFF0C;&#x751A;&#x81F3;&#x77E5;&#x6653;&#x4E2A;&#x4F53;&#x559C;&#x597D;&#xFF0C;&#x4E3A;&#x8425;&#x9500;&#x4E0E;&#x4EA7;&#x54C1;&#x8BBE;&#x8BA1;&#x63D0;&#x4F9B;&#x4F9D;&#x636E;&#xFF1B;</li>
<li><b>&#x7528;&#x6237;&#x884C;&#x4E3A;&#x5206;&#x6790;</b>&#xFF0C;&#x77E5;&#x6653;&#x7528;&#x6237;&#x7684;&#x4F7F;&#x7528;&#x884C;&#x4E3A;&#x4E0E;&#x4F7F;&#x7528;&#x4E60;&#x60EF;&#xFF0C;&#x5305;&#x62EC;&#x5355;&#x573A;&#x666F;&#x900F;&#x660E;&#x548C;&#x591A;&#x573A;&#x666F;&#x5173;&#x8054;&#x900F;&#x660E;&#xFF0C;&#x4ECE;&#x652F;&#x4ED8;&#x7684;&#x89D2;&#x5EA6;&#xFF0C;&#x4F8B;&#x5982;&#x5E38;&#x7528;&#x7684;&#x652F;&#x4ED8;&#x65B9;&#x5F0F;&#x3001;&#x652F;&#x4ED8;&#x65F6;&#x95F4;&#x3001;&#x652F;&#x4ED8;&#x5BF9;&#x8C61;&#x7B49;&#xFF1B;</li>
<li><b>&#x8425;&#x9500;&#x65B9;&#x6848;&#x5206;&#x6790;</b>&#xFF0C;&#x6BCF;&#x6B21;&#x8425;&#x9500;&#x65B9;&#x6848;&#x7684;&#x63A8;&#x51FA;&#xFF0C;&#x90FD;&#x4F34;&#x968F;&#x7740;&#x6210;&#x672C;&#x7684;&#x4EA7;&#x751F;&#xFF0C;&#x6211;&#x4EEC;&#x9700;&#x8981;&#x5206;&#x6790;&#x8425;&#x9500;&#x65B9;&#x6848;&#x7684;&#x6295;&#x5165;&#x4EA7;&#x51FA;&#x6BD4;&#xFF0C;&#x652F;&#x51FA;&#x591A;&#x5C11;&#x3001;&#x83B7;&#x5BA2;&#x591A;&#x5C11;&#x3001;&#x73B0;&#x65F6;&#x53D1;&#x751F;&#x6536;&#x76CA;&#x3001;&#x672A;&#x6765;&#x9884;&#x8BA1;&#x53D1;&#x751F;&#x6536;&#x76CA;&#xFF1B;</li>
<li><b>&#x8D44;&#x6E90;&#x6295;&#x4EA7;&#x5206;&#x6790;</b>&#xFF0C;&#x4EA7;&#x54C1;&#x7684;&#x66F4;&#x65B0;&#x8FED;&#x4EE3;&#x4F1A;&#x901A;&#x8FC7;&#x7ACB;&#x9879;&#x7684;&#x65B9;&#x5F0F;&#x6765;&#x5B8C;&#x6210;&#x4E0A;&#x7EBF;&#xFF0C;&#x9879;&#x76EE;&#x53D1;&#x751F;&#x7684;&#x4EBA;&#x529B;&#x6210;&#x672C;&#x3001;&#x9879;&#x76EE;&#x4E2D;&#x7684;&#x6210;&#x5458;&#x6548;&#x7387;&#x3001;&#x9879;&#x76EE;&#x4E0A;&#x7EBF;&#x540E;&#x7684;&#x90FD;&#x662F;&#x56E2;&#x961F;&#x8003;&#x6838;&#x7684;&#x91CD;&#x8981;&#x6307;&#x6807;&#xFF1B;</li>
<li><b>&#x7ADE;&#x54C1;&#x6570;&#x636E;&#x5206;&#x6790;</b>&#xFF0C;&#x5BF9;&#x7ADE;&#x54C1;&#x7684;&#x5206;&#x6790;&#x5219;&#x5305;&#x542B;&#x4E86;&#x4E0A;&#x8FF0;&#x7684;&#x4E03;&#x4E2A;&#x7EF4;&#x5EA6;&#xFF0C;&#x77E5;&#x5DF1;&#x77E5;&#x5F7C;&#xFF0C;&#x53EF;&#x4EE5;&#x53CA;&#x65F6;&#x5730;&#x53D1;&#x73B0;&#x6211;&#x4EEC;&#x4E8E;&#x5BF9;&#x624B;&#x7684;&#x4F18;&#x52A3;&#x52BF;&#xFF0C;&#x4EE5;&#x5224;&#x65AD;&#x5426;&#x52A0;&#x5927;&#x6295;&#x5165;&#x8FD8;&#x662F;&#x6218;&#x573A;&#x8F6C;&#x79FB;&#xFF1B;</li>
</ol>
</blockquote>
<p style="text-indent:2em"><b>&#x4E8C;&#x3001;&#x5E26;&#x7740;&#x95EE;&#x9898;&#x53BB;&#x5BFB;&#x627E;&#x7B54;&#x6848;&#x3002;</b>&#x9047;&#x5230;&#x95EE;&#x9898;&#x6211;&#x4EEC;&#x4F1A;&#x53BB;&#x5BFB;&#x627E;&#x89E3;&#x6CD5;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x5728;&#x8FD9;&#x4E2A;&#x65F6;&#x5019;&#xFF0C;&#x6211;&#x4EEC;&#x624D;&#x4F1A;&#x771F;&#x6B63;&#x77E5;&#x9053;&#x6211;&#x4EEC;&#x9700;&#x8981;&#x4EC0;&#x4E48;&#x6837;&#x7684;&#x6570;&#x636E;&#x3002;</p>

<p><img src="https://user-images.githubusercontent.com/20765716/48108707-28eaca80-e27f-11e8-991c-26f4b400143d.png" alt="&#x3B2;-&#x5730;&#x52A8;&#x4EEA;&#x8BDE;&#x751F;&#x7684;&#x80CC;&#x666F;" title="&#x3B2;-&#x5730;&#x52A8;&#x4EEA;&#x8BDE;&#x751F;&#x7684;&#x80CC;&#x666F;"></p>
<p style="text-align: center; color: #949494;font-size: 14px;">&#x3B2;-&#x5730;&#x52A8;&#x4EEA;&#x8BDE;&#x751F;&#x7684;&#x80CC;&#x666F;</p> 

<p style="text-indent:2em"><b>&#x4E09;&#x3001;&#x4E0D;&#x8981;&#x8FC7;&#x5206;&#x8FF7;&#x604B;&#x6666;&#x6DA9;&#x7684;&#x6307;&#x6807;&#xFF0C;&#x4E0D;&#x8981;&#x5FFD;&#x89C6;&#x7ED3;&#x679C;&#x80CC;&#x540E;&#x7684;&#x6307;&#x6807;&#x3002;</b>&#x4EE5;&#x6D3B;&#x8DC3;&#x5EA6;&#x6307;&#x6570;&#x4E3A;&#x4F8B;&#xFF0C;&#x65E5;&#x6D3B;&#x8DC3;&#x5EA6;&#x6307;&#x6570;&#x7684;&#x4F5C;&#x7528;&#x662F;&#x4E86;&#x89E3;&#x65B0;&#x589E;&#x6D3B;&#x8DC3;&#x7528;&#x6237;&#x6570;&#x7684;&#x5360;&#x6BD4;&#xFF0C;&#x4E5F;&#x80FD;&#x53CD;&#x6620;&#x51FA;&#x6D3B;&#x8DC3;&#x7528;&#x6237;&#x7684;&#x9ECF;&#x6027;&#xFF0C;&#x5176;&#x8BA1;&#x7B97;&#x516C;&#x5F0F;&#x4E3A;DNAU/DAU&#xFF08;&#x65E5;&#x65B0;&#x589E;&#x6D3B;&#x8DC3;&#x7528;&#x6237;&#x6570;/&#x65E5;&#x6D3B;&#x8DC3;&#x7528;&#x6237;&#x6570;&#xFF09;&#x3002;&#x6D3B;&#x8DC3;&#x5EA6;&#x6307;&#x6570;&#x5BF9;&#x4E8E;&#x7528;&#x6237;&#x9ECF;&#x6027;&#x4EE5;&#x53CA;&#x8425;&#x9500;&#x65B9;&#x6848;&#x5206;&#x6790;&#x5F88;&#x6709;&#x4EF7;&#x503C;&#xFF0C;&#x4E00;&#x822C;&#x6765;&#x8BF4;&#xFF0C;&#x7ED3;&#x679C;&#x8D8A;&#x63A5;&#x8FD1;1&#xFF0C;&#x5219;&#x8BF4;&#x660E;&#x8425;&#x9500;&#x6548;&#x679C;&#x8D8A;&#x597D;&#xFF0C;&#x4F46;&#x5BF9;&#x5E94;&#x7684;&#x4EA7;&#x54C1;&#x9ECF;&#x6027;&#x8D8A;&#x5DEE;&#x3002;</p>

<p style="text-indent:2em">&#x6709;&#x4E09;&#x79CD;&#x60C5;&#x51B5;&#x4F1A;&#x5BFC;&#x81F4;&#x7ED3;&#x679C;&#x53D8;&#x5927;&#xFF1A;1.&#x5206;&#x5B50;&#x53D8;&#x5927;&#xFF0C;&#x5206;&#x6BCD;&#x53D8;&#x5C0F;&#x3002;2.&#x5206;&#x5B50;&#x53D8;&#x5927;&#xFF0C;&#x5206;&#x6BCD;&#x4E0D;&#x53D8;&#x3002;3.&#x5206;&#x5B50;&#x8FC7;&#x5206;&#x53D8;&#x5927;&#xFF0C;&#x5206;&#x6BCD;&#x5C11;&#x91CF;&#x53D8;&#x5927;&#x3002;&#x5982;&#x679C;&#x4ECE;&#x8425;&#x9500;&#x7684;&#x89D2;&#x5EA6;&#x53BB;&#x770B;&#x5F85;&#x7ED3;&#x679C;&#x63A5;&#x8FD1;1&#xFF0C;&#x6211;&#x4EEC;&#x4E00;&#x822C;&#x4F1A;&#x7B80;&#x5355;&#x5730;&#x8BA4;&#x4E3A;DNAU&#x662F;&#x589E;&#x52A0;&#x7684;&#xFF0C;DNOU&#x662F;&#x51CF;&#x5C11;&#x7684;&#x3002;&#x6240;&#x4EE5;&#x6211;&#x4EEC;&#x5982;&#x679C;&#x53EA;&#x5173;&#x6CE8;&#x7ED3;&#x679C;&#xFF0C;&#x4F1A;&#x5FFD;&#x7565;&#x201C;&#x5E45;&#x5EA6;&#x201D;&#x8FD9;&#x4E2A;&#x7EF4;&#x5EA6;&#xFF0C;&#x800C;&#x65E0;&#x6CD5;&#x51C6;&#x786E;&#x5730;&#x5224;&#x65AD;&#x8425;&#x9500;&#x6D3B;&#x52A8;&#x7684;&#x6548;&#x76CA;&#x3002;</p>

<p style="text-indent:2em"><b>&#x56DB;&#x3001;&#x76F8;&#x4FE1;&#x6570;&#x636E;&#xFF0C;&#x4F46;&#x4E0D;&#x8FF7;&#x4FE1;&#x6570;&#x636E;&#x3002;</b>&#x6570;&#x636E;&#x53EF;&#x4EE5;&#x5E2E;&#x52A9;&#x6211;&#x4EEC;&#x6D1E;&#x5BDF;&#x5230;&#x4E8B;&#x7269;&#x7684;&#x672C;&#x8D28;&#xFF0C;&#x5E2E;&#x52A9;&#x6211;&#x4EEC;&#x53D1;&#x73B0;&#x7ECF;&#x9A8C;&#x8BA4;&#x77E5;&#x4EE5;&#x5916;&#x7684;&#x533A;&#x57DF;&#x3002;&#x7EDF;&#x8BA1;&#x5B66;&#x4E4B;&#x7236;&#x6234;&#x660E;&#xFF08;W. Edwards Demin&#xFF09;&#x8BF4;&#x8FC7;&#x4E00;&#x53E5;&#x540D;&#x8A00;&#xFF1A;<b>In God We Trust, All Others Bring Data.</b>&#x610F;&#x601D;&#x5C31;&#x662F;&#x5B66;&#x4F1A;&#x7528;&#x6570;&#x636E;&#x8BF4;&#x8BDD;&#xFF0C;&#x4F46;&#x662F;&#x6570;&#x636E;&#x53CD;&#x6620;&#x7684;&#x662F;&#x5DF2;&#x53D1;&#x751F;&#x7684;&#xFF0C;&#x5916;&#x90E8;&#x5E02;&#x573A;&#x662F;&#x4E00;&#x76F4;&#x5728;&#x53D8;&#x5316;&#x7684;&#xFF0C;&#x5C06;&#x6570;&#x636E;&#x51B3;&#x7B56;&#x4E0E;&#x7ECF;&#x9A8C;&#x51B3;&#x7B56;&#x7ED3;&#x5408;&#x624D;&#x662F;&#x6700;&#x4F73;&#x7684;&#x9009;&#x62E9;&#x3002;</p>

<p><img src="https://user-images.githubusercontent.com/20765716/48108792-9c8cd780-e27f-11e8-8f74-ddffcb3077ea.png" alt="TalkingData&#x6570;&#x636E;&#x4E0E;&#x7ECF;&#x9A8C;&#x878D;&#x5408;&#x7684;&#x51B3;&#x7B56;&#x65B9;&#x5F0F;" title="TalkingData&#x6570;&#x636E;&#x4E0E;&#x7ECF;&#x9A8C;&#x878D;&#x5408;&#x7684;&#x51B3;&#x7B56;&#x65B9;&#x5F0F;"></p>
<p style="text-align: center; color: #949494;font-size: 14px;">TalkingData&#x6570;&#x636E;&#x4E0E;&#x7ECF;&#x9A8C;&#x878D;&#x5408;&#x7684;&#x51B3;&#x7B56;&#x65B9;&#x5F0F;</p> 


                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="ChapterThree.html" class="navigation navigation-prev " aria-label="Previous page: 第三章 组件化思维引发数据中台与大数据的思考">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="ChapterFive.html" class="navigation navigation-next " aria-label="Next page: 第五章 信念运营：相信与看见">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"第四章 发现大数据的魅力，培养数据思维","level":"1.6","depth":1,"next":{"title":"第五章 信念运营：相信与看见","level":"1.7","depth":1,"path":"ChapterFive.md","ref":"ChapterFive.md","articles":[]},"previous":{"title":"第三章 组件化思维引发数据中台与大数据的思考","level":"1.5","depth":1,"path":"ChapterThree.md","ref":"ChapterThree.md","articles":[]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":["livereload"],"pluginsConfig":{"livereload":{},"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"ChapterFour.md","mtime":"2018-11-08T05:29:37.082Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2018-11-08T04:34:23.373Z"},"basePath":".","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="gitbook/gitbook.js"></script>
    <script src="gitbook/theme.js"></script>
    
        
        <script src="gitbook/gitbook-plugin-livereload/plugin.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

